<pad>	0
<unk>	0
▁the	-3.35411
,	-3.43308
.	-3.48334
s	-3.56219
▁a	-3.87879
▁and	-3.99237
▁of	-4.05531
▁to	-4.10282
'	-4.1533
▁is	-4.35076
br	-4.35436
▁/>	-4.37547
▁in	-4.52552
▁I	-4.57144
▁it	-4.60859
▁that	-4.75682
t	-4.79151
▁this	-4.83772
<	-4.91943
▁	-4.93511
▁was	-5.07267
▁movie	-5.12852
-	-5.14336
▁for	-5.24749
▁with	-5.27146
▁film	-5.28424
.<	-5.38752
▁as	-5.39556
▁but	-5.45094
▁The	-5.45874
▁on	-5.50381
▁"	-5.53498
▁you	-5.54671
▁(	-5.5811
ing	-5.62009
▁be	-5.62154
▁are	-5.64217
▁not	-5.6438
▁have	-5.65376
ed	-5.72133
"	-5.73945
▁his	-5.76087
▁one	-5.78141
▁he	-5.82865
d	-5.86727
▁all	-5.91862
▁by	-5.95868
)	-5.95998
▁an	-5.96141
▁at	-5.97702
ly	-5.99068
▁like	-5.99635
▁who	-6.02182
▁they	-6.04266
▁so	-6.04793
▁from	-6.05563
▁just	-6.13853
▁out	-6.14821
▁about	-6.15232
▁or	-6.16982
▁her	-6.17822
▁It	-6.18509
y	-6.18897
▁has	-6.21529
▁can	-6.29797
▁good	-6.30495
▁some	-6.3068
m	-6.39263
▁more	-6.39267
?	-6.4081
er	-6.41219
!	-6.41651
▁very	-6.44349
▁would	-6.44434
▁This	-6.44929
▁time	-6.45088
▁up	-6.46234
▁there	-6.47016
▁what	-6.47368
▁me	-6.50326
▁no	-6.51713
▁really	-6.52979
▁see	-6.54341
▁only	-6.55016
e	-6.55322
▁even	-6.55394
▁when	-6.55446
▁if	-6.55966
▁had	-6.56067
The	-6.56502
▁story	-6.566
▁were	-6.58425
▁she	-6.59681
▁my	-6.63726
▁their	-6.65486
▁bad	-6.65626
re	-6.66398
▁which	-6.67621
...	-6.69118
I	-6.69637
▁than	-6.71604
▁do	-6.72917
▁much	-6.73751
▁get	-6.74575
▁-	-6.74691
▁been	-6.76616
:	-6.77194
▁people	-6.79502
a	-6.81903
▁other	-6.83395
▁A	-6.83683
▁because	-6.83947
▁we	-6.84109
▁into	-6.84143
▁made	-6.85773
▁make	-6.85948
▁will	-6.86132
▁could	-6.88316
ve	-6.88646
▁well	-6.88745
▁great	-6.91089
▁him	-6.9205
▁first	-6.92101
▁don	-6.92598
▁way	-6.92638
▁any	-6.94794
▁think	-6.96194
▁most	-6.96519
▁too	-6.9753
▁how	-6.98192
n	-6.99291
▁them	-7.01115
▁plot	-7.01315
or	-7.0304
▁over	-7.03567
▁character	-7.04605
▁also	-7.05708
▁acting	-7.05978
in	-7.06233
▁watch	-7.06751
r	-7.07534
▁seen	-7.08416
▁characters	-7.08707
▁movies	-7.1208
▁then	-7.1327
▁'	-7.13532
▁But	-7.13675
▁know	-7.14897
▁show	-7.15063
c	-7.15432
▁being	-7.16614
▁did	-7.17196
▁And	-7.17638
▁i	-7.17655
;	-7.18406
▁many	-7.19227
▁never	-7.19338
▁two	-7.19727
S	-7.20235
▁ever	-7.20476
▁better	-7.20701
▁off	-7.20989
▁after	-7.21835
▁end	-7.22352
▁love	-7.22494
▁little	-7.22808
▁He	-7.22903
▁your	-7.2324
▁where	-7.2337
ll	-7.24047
▁life	-7.24066
o	-7.27125
▁say	-7.27193
▁does	-7.27478
es	-7.28639
▁best	-7.28952
g	-7.29249
▁<	-7.29768
▁films	-7.30454
al	-7.30711
▁should	-7.31737
▁In	-7.31768
).	-7.31809
▁go	-7.32081
▁There	-7.32522
▁scene	-7.33079
▁here	-7.36969
▁back	-7.37282
▁S	-7.38739
▁scenes	-7.39373
▁something	-7.39601
l	-7.40381
▁through	-7.40537
A	-7.40706
▁thing	-7.41041
▁man	-7.41944
▁such	-7.42337
▁still	-7.42697
),	-7.43114
▁its	-7.43352
▁watching	-7.44614
▁doesn	-7.46538
▁didn	-7.46736
/	-7.46815
p	-7.46831
▁actors	-7.47907
▁If	-7.48423
b	-7.48473
▁real	-7.48847
▁these	-7.48944
▁funny	-7.49736
▁work	-7.52016
▁those	-7.53113
i	-7.53142
and	-7.56285
▁few	-7.57366
▁look	-7.57888
▁years	-7.57946
▁part	-7.58049
▁old	-7.58491
▁going	-7.58495
▁find	-7.58557
▁actually	-7.58803
▁B	-7.58975
▁nothing	-7.59786
▁why	-7.60382
▁same	-7.60833
▁director	-7.60974
▁want	-7.61411
▁lot	-7.61421
▁re	-7.63207
▁cast	-7.63395
on	-7.63934
▁before	-7.64111
▁down	-7.66148
▁though	-7.66193
▁fact	-7.66262
an	-7.66423
it	-7.67566
▁makes	-7.6767
the	-7.67784
▁script	-7.68393
le	-7.68497
▁thought	-7.68933
▁pretty	-7.69684
▁another	-7.70279
▁got	-7.70466
▁while	-7.70868
el	-7.72181
▁again	-7.72321
ic	-7.7296
▁seems	-7.73111
▁every	-7.73144
▁enough	-7.73301
▁original	-7.74225
u	-7.75146
▁around	-7.75242
th	-7.75749
▁un	-7.75779
▁quite	-7.75925
▁give	-7.76298
▁C	-7.76448
▁long	-7.76617
▁point	-7.78741
▁action	-7.79146
▁least	-7.79482
en	-7.8118
▁take	-7.81273
▁horror	-7.81624
▁minutes	-7.82248
▁whole	-7.82338
▁things	-7.8237
▁right	-7.82815
▁bit	-7.82822
▁own	-7.83501
▁new	-7.83725
▁young	-7.83979
▁interesting	-7.83998
▁role	-7.84071
▁saw	-7.84401
▁far	-7.84652
▁world	-7.84915
▁worst	-7.84929
▁&	-7.84997
D	-7.85376
▁come	-7.85984
man	-7.86084
▁isn	-7.86138
▁guy	-7.86223
▁must	-7.8701
▁anything	-7.87151
▁now	-7.87176
▁between	-7.87241
▁F	-7.87593
▁kind	-7.88441
▁She	-7.887
▁may	-7.88992
▁might	-7.89008
▁done	-7.89241
▁big	-7.89569
T	-7.89703
ri	-7.89957
▁comedy	-7.90215
as	-7.90309
▁without	-7.90625
f	-7.90747
▁us	-7.92051
▁am	-7.9221
▁always	-7.92363
▁almost	-7.92553
▁feel	-7.92867
ra	-7.9318
▁series	-7.93245
▁You	-7.93944
▁gets	-7.93961
▁They	-7.94248
w	-7.95231
▁So	-7.95717
▁believe	-7.96057
▁hard	-7.97855
h	-7.9786
▁last	-7.97926
▁P	-7.98699
ers	-7.98721
▁music	-7.99008
▁family	-7.99044
▁girl	-7.99106
▁performance	-7.99156
C	-7.99219
▁T	-7.99358
P	-8.00804
▁both	-8.01
▁found	-8.01043
▁times	-8.01062
▁What	-8.01224
▁2	-8.01268
k	-8.01285
▁probably	-8.01774
▁fun	-8.01779
▁W	-8.01821
▁As	-8.01876
▁making	-8.02253
This	-8.02394
able	-8.02487
--	-8.02752
▁reason	-8.0286
▁TV	-8.03457
is	-8.03672
▁woman	-8.03675
▁since	-8.04122
ness	-8.04794
▁away	-8.05037
▁rather	-8.05517
▁money	-8.05952
▁D	-8.06026
▁trying	-8.06481
ar	-8.06559
▁anyone	-8.08202
il	-8.08513
est	-8.08566
ne	-8.08632
▁wasn	-8.08694
B	-8.09014
ion	-8.09023
▁That	-8.09261
▁actor	-8.09654
▁put	-8.09857
ie	-8.10104
▁set	-8.10588
▁sense	-8.10596
▁DVD	-8.12478
▁ending	-8.1253
G	-8.13012
(	-8.13017
▁screen	-8.1306
▁place	-8.13594
▁play	-8.13671
▁book	-8.14227
▁looks	-8.1467
ter	-8.14757
▁watched	-8.1499
▁sure	-8.1513
▁We	-8.15161
▁goes	-8.15205
▁course	-8.15756
ro	-8.15762
▁day	-8.15974
ity	-8.16371
▁seem	-8.164
▁G	-8.1643
▁job	-8.16961
ent	-8.1699
▁E	-8.17027
▁comes	-8.17054
▁main	-8.17342
E	-8.1791
▁someone	-8.17928
▁effects	-8.18309
▁worth	-8.18976
▁version	-8.19088
▁idea	-8.19945
▁audience	-8.20178
▁played	-8.20222
▁R	-8.20597
It	-8.2062
▁said	-8.20732
lo	-8.20876
▁special	-8.20894
at	-8.209
ur	-8.20903
▁mind	-8.21161
▁each	-8.21177
▁de	-8.21295
la	-8.21633
et	-8.21879
▁yet	-8.21934
▁read	-8.21959
▁half	-8.22012
▁looking	-8.22073
▁our	-8.2208
▁short	-8.22444
▁different	-8.22537
ment	-8.23019
O	-8.23396
▁having	-8.23442
un	-8.23513
▁To	-8.24157
R	-8.24331
▁10	-8.24615
▁fan	-8.24652
",	-8.25316
▁else	-8.25366
up	-8.25453
▁When	-8.25743
ul	-8.25998
▁boring	-8.2603
to	-8.26275
ist	-8.26469
▁No	-8.26473
▁awful	-8.26609
▁poor	-8.26736
▁rest	-8.26955
▁together	-8.2698
▁left	-8.27366
▁Not	-8.27404
▁stupid	-8.27417
ate	-8.27575
▁plays	-8.28314
ation	-8.28324
ive	-8.28364
▁shot	-8.28696
▁year	-8.28755
F	-8.28782
▁three	-8.28994
ce	-8.29029
▁mean	-8.29947
▁high	-8.30153
▁For	-8.3055
▁shows	-8.31153
ch	-8.31323
▁completely	-8.3135
▁f	-8.32298
▁waste	-8.32407
▁seeing	-8.32421
ty	-8.32489
▁true	-8.32503
▁himself	-8.32549
▁wife	-8.32782
▁camera	-8.33069
".	-8.33288
z	-8.33641
▁John	-8.3368
▁low	-8.33904
▁simply	-8.3397
▁especially	-8.34006
▁father	-8.34367
us	-8.34405
▁start	-8.34864
ir	-8.35209
▁need	-8.35244
▁help	-8.3528
▁takes	-8.35298
▁line	-8.35627
▁American	-8.35895
▁co	-8.36077
▁3	-8.36087
▁wrong	-8.3615
K	-8.36383
▁everything	-8.36387
▁either	-8.36681
▁under	-8.36765
▁classic	-8.36946
▁terrible	-8.37183
▁let	-8.37304
▁during	-8.37335
▁production	-8.37521
▁home	-8.37911
H	-8.37957
less	-8.37967
▁death	-8.38467
▁H	-8.38841
▁couple	-8.38913
▁used	-8.38977
▁less	-8.38986
▁enjoy	-8.39217
▁everyone	-8.39241
▁head	-8.39272
▁nice	-8.39446
▁try	-8.39739
▁beautiful	-8.39959
am	-8.39998
▁tell	-8.40005
se	-8.40297
▁De	-8.40469
▁understand	-8.40494
▁Hollywood	-8.40921
▁once	-8.41039
N	-8.41367
▁sex	-8.41545
▁video	-8.41557
▁later	-8.41574
▁use	-8.41893
▁person	-8.42425
▁dialogue	-8.42993
M	-8.43123
▁instead	-8.43229
▁star	-8.43481
▁All	-8.43622
▁However	-8.44211
▁second	-8.44331
▁given	-8.44673
▁recommend	-8.44688
li	-8.44772
▁supposed	-8.44875
▁One	-8.44878
▁won	-8.45062
ine	-8.45136
ling	-8.45253
W	-8.4552
▁1	-8.45577
me	-8.45742
▁title	-8.45782
no	-8.45784
▁K	-8.45862
ting	-8.45988
▁O	-8.46249
▁excellent	-8.46266
▁name	-8.46853
▁kids	-8.46946
im	-8.47171
▁budget	-8.47489
▁house	-8.47495
ma	-8.47569
▁My	-8.47677
▁case	-8.48023
▁night	-8.48112
▁worse	-8.48153
▁remember	-8.48411
ian	-8.48903
▁b	-8.49529
▁couldn	-8.49534
▁piece	-8.49938
▁women	-8.50076
▁war	-8.50195
um	-8.50274
▁sort	-8.50342
▁school	-8.50381
▁doing	-8.50512
▁car	-8.50519
co	-8.50757
ol	-8.5076
▁--	-8.50778
▁small	-8.50839
▁black	-8.51524
▁episode	-8.51622
▁M	-8.51758
ant	-8.51801
▁getting	-8.52181
▁truly	-8.52296
▁came	-8.52531
▁keep	-8.52886
▁At	-8.53042
▁friends	-8.53366
▁lines	-8.53573
▁until	-8.53742
▁laugh	-8.54204
▁men	-8.54482
▁performances	-8.54519
▁full	-8.54732
▁moments	-8.54736
▁along	-8.54969
▁entire	-8.5538
▁care	-8.55489
U	-8.55548
▁face	-8.55582
na	-8.55679
."	-8.55727
son	-8.55806
sh	-8.56071
ton	-8.56277
▁felt	-8.56348
▁problem	-8.56417
id	-8.56671
be	-8.57719
▁absolutely	-8.57942
▁itself	-8.5797
▁Well	-8.58179
ry	-8.58555
▁stars	-8.58576
▁Even	-8.58687
▁went	-8.58852
▁top	-8.58885
L	-8.59011
te	-8.59075
▁playing	-8.59095
ia	-8.59097
▁guess	-8.59554
▁st	-8.59616
▁direction	-8.5965
▁maybe	-8.5973
▁L	-8.59858
ish	-8.60052
▁example	-8.60383
▁Ma	-8.60549
▁next	-8.6057
▁style	-8.60774
▁however	-8.61576
▁seemed	-8.6165
▁close	-8.6175
de	-8.62181
▁mother	-8.62423
▁live	-8.62724
he	-8.62926
▁human	-8.63182
▁early	-8.63752
In	-8.63767
▁written	-8.6401
▁flick	-8.64435
▁drama	-8.64525
▁THE	-8.64641
ful	-8.64704
▁killer	-8.64843
▁liked	-8.64874
one	-8.65116
▁Mr	-8.65425
▁beginning	-8.65475
▁entertaining	-8.65633
ad	-8.6574
▁hope	-8.65925
▁hand	-8.66179
3	-8.66267
▁picture	-8.66536
ni	-8.6663
▁children	-8.66664
▁writing	-8.66996
▁horrible	-8.67158
▁side	-8.67245
▁become	-8.67278
ard	-8.67421
▁sound	-8.67518
▁often	-8.67836
dy	-8.682
▁lead	-8.68477
▁wanted	-8.69013
▁humor	-8.69275
▁heart	-8.69335
▁turn	-8.69367
▁After	-8.69604
out	-8.69686
ies	-8.69892
▁Re	-8.70005
▁friend	-8.70133
▁boy	-8.70145
▁cinema	-8.70727
▁against	-8.70789
▁Don	-8.70807
ig	-8.70982
▁wonderful	-8.71012
▁past	-8.71061
▁quality	-8.71379
▁already	-8.71456
▁expect	-8.71602
▁gives	-8.71943
▁g	-8.7212
V	-8.72234
▁act	-8.72275
▁perfect	-8.72483
▁totally	-8.72539
▁tries	-8.72726
▁crap	-8.72952
em	-8.73081
▁voice	-8.73174
▁slow	-8.73199
ally	-8.7323
▁dead	-8.73963
▁son	-8.73989
▁light	-8.74447
ha	-8.74965
▁several	-8.75292
ous	-8.75543
ge	-8.75854
1	-8.76145
▁gave	-8.76165
ism	-8.76371
fi	-8.76412
▁certainly	-8.76413
▁fine	-8.76524
▁New	-8.76615
▁definitely	-8.76624
▁Why	-8.76746
v	-8.77019
▁decent	-8.77165
▁becomes	-8.77168
▁kid	-8.77456
▁Man	-8.77552
Y	-8.77588
▁called	-8.77635
▁although	-8.77637
▁matter	-8.77711
▁stuff	-8.77829
▁art	-8.78119
▁favorite	-8.78159
pe	-8.78362
▁run	-8.78378
▁His	-8.78634
▁myself	-8.79182
▁p	-8.79291
▁viewer	-8.79547
▁lost	-8.79973
▁daughter	-8.80009
▁dis	-8.80388
▁lack	-8.80423
▁etc	-8.80488
do	-8.80567
x	-8.80747
go	-8.80759
▁child	-8.80796
▁late	-8.80868
▁Do	-8.80929
▁wonder	-8.80986
▁4	-8.81094
like	-8.811
▁loved	-8.81222
▁annoying	-8.8136
▁guys	-8.81463
▁How	-8.81612
ted	-8.8191
age	-8.81979
▁fans	-8.82154
▁based	-8.82367
but	-8.82541
▁others	-8.8277
▁experience	-8.82955
There	-8.82999
▁5	-8.8308
▁genre	-8.83084
If	-8.83141
▁dark	-8.83287
▁hour	-8.8331
▁lives	-8.83371
vi	-8.83435
▁attempt	-8.83595
▁thinking	-8.83782
▁evil	-8.83858
ster	-8.83888
ck	-8.83955
▁self	-8.83969
▁throughout	-8.8398
▁cheap	-8.84742
▁history	-8.84862
▁finally	-8.84971
▁behind	-8.8534
▁enjoyed	-8.85377
▁kill	-8.85958
▁novel	-8.8607
▁type	-8.86117
▁actress	-8.86121
ated	-8.86328
▁game	-8.86393
▁complete	-8.86464
▁Some	-8.86536
▁feeling	-8.86703
▁Also	-8.86724
▁starts	-8.86807
▁With	-8.86814
!!	-8.87213
4	-8.87272
5	-8.87316
▁interest	-8.874
▁moment	-8.87683
▁able	-8.87864
▁An	-8.8797
▁Then	-8.88081
hi	-8.88179
▁involved	-8.88183
▁chance	-8.88274
mo	-8.88356
▁wish	-8.88356
▁ridiculous	-8.88759
▁killed	-8.88848
▁white	-8.88955
▁themselves	-8.89011
▁town	-8.89341
▁career	-8.89399
▁wouldn	-8.89619
▁Le	-8.89717
▁looked	-8.89722
▁U	-8.89744
▁age	-8.89947
▁stop	-8.9002
▁heard	-8.90084
▁level	-8.90391
▁save	-8.904
▁group	-8.90519
▁Robert	-8.90597
▁cannot	-8.90665
▁directed	-8.90906
▁works	-8.91364
▁wants	-8.91365
ance	-8.91376
▁Michael	-8.91378
per	-8.91384
▁days	-8.91394
!<	-8.91927
▁obvious	-8.92209
▁sad	-8.92264
▁happen	-8.92812
▁La	-8.93026
▁blood	-8.9332
▁final	-8.93417
▁ago	-8.93456
▁happens	-8.93569
▁bring	-8.93794
▁St	-8.93857
▁Of	-8.93892
▁parts	-8.93913
▁happened	-8.93929
▁con	-8.9401
▁fight	-8.94038
▁turns	-8.94057
▁took	-8.94224
▁ex	-8.94244
tic	-8.94323
2	-8.94921
▁hit	-8.95011
▁view	-8.9504
▁amazing	-8.9506
ta	-8.95382
▁dialog	-8.95436
▁e	-8.95564
▁girls	-8.9564
▁While	-8.95741
▁writer	-8.95771
▁Ha	-8.9594
▁opinion	-8.95977
▁!	-8.96113
▁Just	-8.96185
▁cut	-8.96215
▁stories	-8.96244
▁score	-8.96386
▁Co	-8.96421
▁today	-8.96444
▁husband	-8.96667
min	-8.9671
▁murder	-8.97055
▁eyes	-8.97056
▁jokes	-8.97398
▁mention	-8.97417
▁musical	-8.97756
▁extremely	-8.97811
▁Be	-8.98188
▁non	-8.9819
om	-8.98192
▁Ho	-8.98284
▁obviously	-8.98403
ey	-8.98479
▁yourself	-8.98557
▁order	-8.98865
ru	-8.98981
time	-8.9906
▁female	-8.99098
▁local	-8.99099
ver	-8.99169
And	-8.99251
▁disappointed	-8.99281
But	-8.99308
▁soon	-8.99412
ever	-8.99446
▁perhaps	-8.99561
va	-8.99595
ke	-8.99667
ick	-8.9972
▁leave	-8.99747
▁c	-9.00006
▁dull	-9.00373
▁Bo	-9.00391
▁roles	-9.00402
ber	-9.00577
▁talent	-9.00715
for	-9.00796
▁call	-9.00809
▁mess	-9.00833
▁hours	-9.01041
*	-9.01159
▁brilliant	-9.01501
▁started	-9.01569
▁ten	-9.0163
ure	-9.01652
▁serious	-9.01978
ley	-9.02296
▁review	-9.02447
▁hilarious	-9.02462
▁predictable	-9.02612
▁clich	-9.02743
▁single	-9.02925
ow	-9.03374
ut	-9.03407
ner	-9.03426
▁Now	-9.03571
▁told	-9.0359
▁gore	-9.03767
▁brother	-9.03831
▁police	-9.03858
▁simple	-9.04042
▁coming	-9.04354
mon	-9.04398
ary	-9.04443
▁possible	-9.04478
▁saying	-9.04565
▁rating	-9.04589
▁body	-9.0461
lu	-9.04643
▁running	-9.04781
▁word	-9.048
▁OK	-9.04941
▁pro	-9.0499
▁lame	-9.05043
▁silly	-9.05061
!"	-9.05337
▁strong	-9.05529
▁violence	-9.05648
▁Dr	-9.05675
ti	-9.05693
▁Mar	-9.0572
if	-9.058
we	-9.05803
!!!	-9.05923
▁except	-9.06027
▁hate	-9.06031
▁Me	-9.06051
▁N	-9.06109
▁cinematography	-9.06238
ect	-9.06298
▁taken	-9.06407
▁huge	-9.0654
op	-9.06634
▁shown	-9.07002
▁cool	-9.0708
▁Al	-9.07107
▁David	-9.07531
▁J	-9.07875
▁English	-9.07882
mi	-9.07959
▁number	-9.08601
nd	-9.08622
▁comic	-9.08733
▁similar	-9.08782
▁subject	-9.08787
▁change	-9.08924
ap	-9.0894
▁Go	-9.09042
ph	-9.09126
by	-9.09302
▁stay	-9.09334
▁talking	-9.0944
▁highly	-9.09643
▁particularly	-9.09647
!)	-9.0965
▁weak	-9.09734
ach	-9.09775
▁usual	-9.09778
▁figure	-9.09793
so	-9.09854
▁knew	-9.09857
▁alone	-9.09861
who	-9.09905
▁sequel	-9.09963
▁across	-9.10031
▁shots	-9.10042
ring	-9.10082
bo	-9.10096
▁seriously	-9.10127
ating	-9.10156
▁released	-9.10265
▁stand	-9.10276
▁effort	-9.10278
▁song	-9.10341
po	-9.10453
▁known	-9.10466
▁usually	-9.10569
▁sub	-9.10638
▁Her	-9.10898
8	-9.10956
▁turned	-9.10964
▁somewhat	-9.11014
▁message	-9.11133
▁bunch	-9.11251
▁class	-9.11382
▁attention	-9.11438
▁James	-9.11481
▁due	-9.1164
▁opening	-9.11676
▁scary	-9.11772
ving	-9.11838
▁Paul	-9.11854
▁exactly	-9.11925
▁Or	-9.12084
▁hell	-9.1225
▁Richard	-9.12264
which	-9.1241
▁strange	-9.12517
▁sometimes	-9.12664
▁20	-9.12804
▁middle	-9.12816
▁talk	-9.12881
line	-9.12888
che	-9.13102
▁sister	-9.13133
▁comment	-9.13175
▁songs	-9.13183
▁aren	-9.13546
▁sit	-9.13644
ba	-9.13784
ee	-9.13793
▁major	-9.139
▁doubt	-9.13929
not	-9.14047
▁hero	-9.14056
▁storyline	-9.14073
▁near	-9.14312
ial	-9.145
▁British	-9.14733
▁reality	-9.14882
▁Oscar	-9.14893
▁fast	-9.15053
▁War	-9.15146
▁says	-9.15257
ho	-9.15302
▁poorly	-9.15336
ence	-9.15506
os	-9.15516
▁room	-9.1565
▁killing	-9.15864
▁television	-9.15866
▁First	-9.15926
?)	-9.16066
▁episodes	-9.16165
▁team	-9.16384
▁God	-9.16438
▁whose	-9.16467
▁dumb	-9.1652
▁actual	-9.16772
▁sh	-9.16873
mer	-9.17085
▁George	-9.17089
▁pre	-9.17156
▁material	-9.17344
▁Ben	-9.17697
▁remind	-9.17831
▁thriller	-9.17846
ex	-9.18071
▁write	-9.18081
▁despite	-9.1821
▁pay	-9.18231
▁documentary	-9.18391
▁straight	-9.18675
▁taking	-9.1868
6	-9.18684
▁di	-9.18739
▁entertainment	-9.18875
▁relationship	-9.18885
old	-9.1903
▁box	-9.1928
▁premise	-9.19349
▁giving	-9.19349
▁clearly	-9.19421
▁realize	-9.19442
of	-9.19485
▁easily	-9.19518
▁V	-9.19579
▁important	-9.19651
▁none	-9.19755
")	-9.20037
▁Lo	-9.20219
▁Oh	-9.2038
▁present	-9.2041
▁falls	-9.20483
So	-9.20564
▁problems	-9.20588
▁Ra	-9.20603
▁Peter	-9.20641
▁release	-9.20656
▁tale	-9.20736
▁King	-9.2079
▁hear	-9.20907
▁future	-9.21051
▁On	-9.21238
▁break	-9.21289
oo	-9.21591
▁appears	-9.21666
da	-9.21669
▁respect	-9.21673
▁country	-9.21741
▁modern	-9.21806
all	-9.21846
▁wait	-9.21853
▁decided	-9.2191
▁tried	-9.22086
7	-9.22097
▁mostly	-9.22213
▁crime	-9.2226
▁kept	-9.2226
der	-9.22274
▁form	-9.22324
▁follow	-9.22412
What	-9.22761
▁admit	-9.22783
▁clear	-9.22882
▁editing	-9.23005
ven	-9.23073
▁agree	-9.23135
▁v	-9.23136
▁buy	-9.23298
▁sequence	-9.23299
▁eye	-9.23355
▁four	-9.23467
▁7	-9.23471
▁weird	-9.23487
com	-9.23532
▁Lee	-9.23612
▁events	-9.2365
▁living	-9.23664
▁result	-9.23664
cy	-9.24017
▁surprised	-9.24067
ier	-9.24114
▁cover	-9.24258
▁Maybe	-9.24333
▁romantic	-9.24575
ably	-9.24595
▁add	-9.24646
▁feature	-9.24687
les	-9.24741
ized	-9.24857
▁haven	-9.24893
▁Disney	-9.25111
▁ends	-9.25191
▁Unfortunately	-9.25383
▁happy	-9.25487
▁supporting	-9.25516
▁words	-9.25676
▁Tom	-9.25676
▁needs	-9.25731
cu	-9.25768
▁among	-9.25811
off	-9.25815
▁fall	-9.25816
▁including	-9.25987
▁free	-9.26083
▁viewing	-9.26108
▁York	-9.26158
▁setting	-9.26235
▁Li	-9.26266
▁stage	-9.26361
▁deal	-9.26363
▁joke	-9.2642
▁imagine	-9.26701
▁period	-9.26701
ler	-9.26758
au	-9.2686
▁beyond	-9.26883
▁question	-9.26952
ron	-9.26971
▁Jack	-9.27115
▁five	-9.27132
▁cop	-9.27218
▁r	-9.27321
▁enjoyable	-9.27326
▁potential	-9.2743
▁comments	-9.27558
▁theater	-9.27771
▁power	-9.27948
io	-9.28163
▁average	-9.28194
▁reviews	-9.28306
▁above	-9.28352
pi	-9.28513
land	-9.28614
▁nor	-9.28624
▁...	-9.2878
▁ch	-9.28853
▁hold	-9.28879
▁badly	-9.29032
▁Although	-9.2907
▁NOT	-9.29161
▁rent	-9.29584
lan	-9.29597
ag	-9.29678
▁check	-9.29723
▁dance	-9.29898
▁soundtrack	-9.30213
▁nearly	-9.30319
▁basically	-9.30601
▁animation	-9.3078
?"	-9.31009
rs	-9.31219
▁difficult	-9.31331
▁hair	-9.31449
▁sets	-9.31608
▁anyway	-9.32017
ped	-9.32067
▁Na	-9.32089
▁working	-9.32189
lin	-9.3224
ak	-9.32369
▁move	-9.32394
▁points	-9.32403
▁air	-9.32621
▁typical	-9.32696
▁spend	-9.32718
▁(19	-9.32804
▁bar	-9.32823
▁herself	-9.3292
side	-9.3297
▁America	-9.33006
▁Who	-9.33047
ud	-9.33065
ning	-9.33118
way	-9.33145
▁overall	-9.33371
led	-9.33603
▁ma	-9.33698
▁minute	-9.33905
▁Mo	-9.33934
▁elements	-9.34233
▁mo	-9.34398
▁expected	-9.34463
ER	-9.34517
ran	-9.34523
con	-9.3465
▁*	-9.34886
▁upon	-9.35117
▁certain	-9.35177
▁forward	-9.35177
As	-9.35184
▁fantastic	-9.35229
▁die	-9.35267
▁tells	-9.35395
▁finds	-9.35592
▁Ba	-9.35666
j	-9.35687
▁begin	-9.357
▁learn	-9.35907
▁Most	-9.35971
di	-9.36333
....	-9.36393
ious	-9.36398
▁Star	-9.36414
▁famous	-9.36423
▁win	-9.36425
▁flat	-9.36425
9	-9.3651
▁using	-9.36563
▁Con	-9.3658
▁feels	-9.36604
▁en	-9.36727
▁30	-9.36774
▁background	-9.36824
▁possibly	-9.36858
▁season	-9.3704
ac	-9.37053
▁named	-9.37119
▁pick	-9.37168
▁easy	-9.37227
▁forget	-9.3729
▁Like	-9.37368
▁apparently	-9.37372
▁particular	-9.37381
▁choice	-9.37429
▁remake	-9.37439
▁development	-9.37444
▁fails	-9.37615
▁front	-9.37728
well	-9.38033
▁suggest	-9.38175
▁truth	-9.38241
▁screenplay	-9.38255
ator	-9.3826
▁wasted	-9.38327
▁showing	-9.38335
▁male	-9.38531
▁per	-9.38539
tal	-9.38678
▁brain	-9.38686
▁credits	-9.38696
▁villain	-9.387
▁odd	-9.39016
▁hot	-9.39063
▁realistic	-9.39116
▁Yes	-9.39153
▁mystery	-9.39266
▁open	-9.39268
▁sequences	-9.39277
tion	-9.393
▁suspense	-9.39454
▁plain	-9.39741
▁within	-9.39744
▁moving	-9.39764
▁city	-9.3993
▁8	-9.40005
▁dream	-9.40029
▁Pa	-9.40063
ug	-9.40073
▁Sam	-9.40083
▁positive	-9.40093
▁parents	-9.40119
▁please	-9.40284
▁footage	-9.40515
mm	-9.40534
▁la	-9.40656
▁IMDb	-9.40718
ab	-9.40773
▁needed	-9.40817
▁list	-9.40873
▁Christmas	-9.40954
ide	-9.41018
▁project	-9.41137
▁whether	-9.41138
▁battle	-9.41213
▁Ro	-9.41236
ah	-9.41252
▁became	-9.41347
▁believable	-9.41375
▁Sa	-9.41591
My	-9.41618
ca	-9.41643
▁Th	-9.41716
▁means	-9.41731
▁viewers	-9.41798
▁brough	-9.42115
▁sexual	-9.42235
red	-9.42358
▁theme	-9.42429
▁shame	-9.42549
▁forced	-9.42593
gu	-9.42648
▁begins	-9.4266
kin	-9.42684
▁avoid	-9.42905
▁gun	-9.42943
▁cheesy	-9.43044
▁third	-9.43258
▁copy	-9.43282
▁knows	-9.43381
▁somehow	-9.43388
ga	-9.43504
ger	-9.43911
▁stick	-9.44047
▁surprise	-9.44078
▁previous	-9.44085
▁French	-9.44119
▁dog	-9.44127
▁directing	-9.44159
RE	-9.44177
▁ask	-9.44216
▁cat	-9.44261
▁public	-9.44336
istic	-9.4448
▁w	-9.44517
▁success	-9.4453
▁Japanese	-9.44576
▁total	-9.44604
▁girlfriend	-9.44621
▁Jo	-9.44652
end	-9.44655
over	-9.44705
▁superb	-9.44709
▁leads	-9.4471
▁pointless	-9.44892
▁laughs	-9.44981
▁reading	-9.45135
▁romance	-9.45206
▁situation	-9.45229
▁secret	-9.45242
▁Ca	-9.45478
▁rock	-9.45533
▁dramatic	-9.45552
▁Vi	-9.45613
qu	-9.45639
ping	-9.4565
▁effect	-9.45653
wa	-9.45749
movie	-9.46025
▁incredibly	-9.46084
▁nudity	-9.46084
▁Po	-9.46122
▁concept	-9.46308
▁Mc	-9.46309
▁camp	-9.46333
my	-9.46389
▁twist	-9.46571
▁post	-9.46573
▁interested	-9.46673
▁gay	-9.46766
▁gone	-9.46771
▁casting	-9.46789
ff	-9.46843
pp	-9.46919
▁Good	-9.47344
▁convincing	-9.4764
▁writers	-9.47692
▁worked	-9.477
▁appear	-9.47707
ise	-9.47812
▁expecting	-9.47965
▁super	-9.47998
▁d	-9.48002
pa	-9.4803
▁greatest	-9.48041
▁earlier	-9.48089
▁rate	-9.481
▁older	-9.48271
our	-9.48301
▁bored	-9.48416
▁adult	-9.48444
▁store	-9.48647
▁shoot	-9.48677
▁atmosphere	-9.48766
▁From	-9.48769
▁speak	-9.48831
ear	-9.4899
gen	-9.49063
ile	-9.49218
ue	-9.49488
▁19	-9.49556
ble	-9.49947
tro	-9.49997
▁quickly	-9.50054
▁clever	-9.50134
▁water	-9.50151
▁Indian	-9.50217
ell	-9.50243
▁miss	-9.50282
ip	-9.50293
ay	-9.50318
▁general	-9.50344
▁sorry	-9.50389
ang	-9.50409
▁Frank	-9.50456
▁credit	-9.5057
▁masterpiece	-9.50596
00	-9.50619
▁space	-9.50621
▁Film	-9.50658
▁note	-9.50704
▁cr	-9.50905
OR	-9.51018
▁By	-9.51039
▁nature	-9.51057
▁era	-9.51145
▁meant	-9.51215
▁Watch	-9.51272
▁Joe	-9.51276
act	-9.51404
ten	-9.51543
low	-9.51589
▁These	-9.51633
▁sc	-9.51696
▁Scott	-9.51781
ny	-9.51799
▁leaves	-9.52059
▁consider	-9.52196
▁German	-9.52254
▁m	-9.52315
ical	-9.52318
work	-9.52537
▁Ar	-9.52553
You	-9.52613
▁features	-9.5268
▁cute	-9.52852
▁meet	-9.52886
▁answer	-9.52929
▁value	-9.52943
with	-9.52992
▁spent	-9.53188
▁trash	-9.53198
▁sick	-9.53198
tra	-9.53245
▁create	-9.53385
men	-9.53469
▁keeps	-9.53496
▁rich	-9.53572
ward	-9.53641
▁deep	-9.53703
▁9	-9.53722
▁missing	-9.53787
▁fairly	-9.53826
▁amount	-9.53942
▁ho	-9.54008
▁business	-9.54079
▁memorable	-9.54116
▁mis	-9.54266
▁spot	-9.54361
▁land	-9.54402
▁Di	-9.54494
ice	-9.54578
▁cartoon	-9.5464
▁hardly	-9.54833
▁doctor	-9.54835
▁pathetic	-9.55135
▁studio	-9.55318
▁color	-9.55331
To	-9.55475
▁fire	-9.55516
▁filmed	-9.55548
▁US	-9.55651
▁match	-9.56054
▁unique	-9.56057
▁step	-9.56134
ress	-9.56202
▁appearance	-9.56304
▁Da	-9.56443
vo	-9.56493
▁wrote	-9.56592
▁talented	-9.56614
▁6	-9.56867
▁garbage	-9.57025
▁laughing	-9.57051
▁attack	-9.57193
▁Bill	-9.57242
▁acted	-9.57253
▁anti	-9.57432
ize	-9.57509
▁fear	-9.57562
▁control	-9.57582
▁Ta	-9.57719
▁deserves	-9.57773
ub	-9.57867
▁fighting	-9.57954
All	-9.58013
▁monster	-9.58182
▁purpose	-9.58264
▁track	-9.58271
▁creepy	-9.58325
▁crazy	-9.58512
▁emotional	-9.58559
▁social	-9.58604
▁hands	-9.58621
▁leading	-9.58652
uck	-9.58786
▁taste	-9.58815
▁portrayed	-9.58919
▁Mi	-9.58924
▁state	-9.59021
▁fake	-9.59033
▁eventually	-9.59038
▁political	-9.59074
▁support	-9.59154
▁various	-9.59264
▁drive	-9.59481
▁plenty	-9.59516
▁yes	-9.59943
▁waiting	-9.60045
▁focus	-9.60131
▁crew	-9.60286
day	-9.60293
▁unless	-9.60423
▁th	-9.60521
▁sign	-9.6055
▁lady	-9.60552
▁train	-9.60683
▁po	-9.60696
▁attempts	-9.60743
▁trouble	-9.60756
▁fantasy	-9.60785
ung	-9.60851
▁Italian	-9.61042
ple	-9.61042
▁tension	-9.61043
▁personal	-9.61049
▁red	-9.61203
▁excuse	-9.61297
▁accent	-9.61303
J	-9.61393
ina	-9.61549
▁western	-9.61593
▁Here	-9.6162
▁appeal	-9.61708
▁band	-9.6172
▁mentioned	-9.61917
den	-9.61949
▁whatever	-9.62102
▁towards	-9.6211
▁bother	-9.62228
▁lo	-9.62326
▁door	-9.62491
▁appreciate	-9.62565
▁meets	-9.62595
▁unfortunately	-9.62691
▁directors	-9.62795
▁par	-9.62854
▁Instead	-9.62867
▁Love	-9.62884
▁adventure	-9.62932
▁indeed	-9.63121
▁Night	-9.63211
▁sounds	-9.63261
▁failed	-9.6329
▁amusing	-9.63373
this	-9.63457
que	-9.63703
ING	-9.63898
▁conclusion	-9.63898
▁manages	-9.63941
▁filmmakers	-9.63943
her	-9.64017
▁lots	-9.64034
▁15	-9.64093
ON	-9.64102
▁William	-9.64141
▁computer	-9.64162
▁travel	-9.64162
▁further	-9.64164
▁married	-9.64192
▁missed	-9.64549
▁Tr	-9.64565
▁whom	-9.64645
▁weren	-9.64686
▁record	-9.64692
▁common	-9.64704
▁outside	-9.64735
ship	-9.64805
▁soul	-9.64857
▁walk	-9.64905
▁pop	-9.64928
▁portrayal	-9.64992
▁imp	-9.65051
▁large	-9.65156
▁depth	-9.65225
▁visit	-9.65232
▁spirit	-9.65293
▁Che	-9.65487
▁pace	-9.6549
▁bizarre	-9.65492
▁telling	-9.65688
▁90	-9.65701
ight	-9.65708
▁week	-9.6571
▁ways	-9.65811
▁ended	-9.65973
▁perfectly	-9.66128
▁shooting	-9.6619
▁inside	-9.66252
▁mood	-9.66308
ned	-9.66351
▁Let	-9.66458
▁brings	-9.66462
▁exception	-9.66467
▁ideas	-9.66559
▁sat	-9.66599
▁trip	-9.66757
▁recently	-9.66796
▁society	-9.6686
▁kills	-9.6692
▁reasons	-9.67185
▁laughable	-9.67212
▁biggest	-9.67384
▁Movie	-9.67437
▁catch	-9.67549
▁god	-9.6765
▁impression	-9.6767
top	-9.67688
▁intelligent	-9.67702
▁barely	-9.67714
port	-9.67721
▁finish	-9.67879
▁popular	-9.67906
▁Ne	-9.67972
▁produced	-9.68174
bi	-9.68254
gi	-9.68398
▁chase	-9.68475
▁language	-9.68481
▁sweet	-9.68481
▁com	-9.68539
lly	-9.68546
king	-9.68622
ging	-9.68647
▁pure	-9.68696
▁familiar	-9.68757
▁earth	-9.68777
▁powerful	-9.68927
making	-9.68983
bu	-9.69115
od	-9.69115
▁Black	-9.69177
▁Will	-9.69198
▁pass	-9.69271
▁disappointment	-9.6932
▁slightly	-9.69376
▁dancing	-9.69378
▁producers	-9.69749
▁Pe	-9.69824
▁otherwise	-9.69926
▁tr	-9.69937
▁Cl	-9.69939
ka	-9.69972
▁wall	-9.7014
▁slasher	-9.70192
▁exist	-9.70231
▁mark	-9.70347
▁visual	-9.70457
▁disappointing	-9.70533
▁members	-9.70592
▁beauty	-9.70713
▁caught	-9.70715
▁following	-9.70735
▁created	-9.70767
▁50	-9.70795
▁sp	-9.70829
ng	-9.70831
ek	-9.70872
▁Mary	-9.70911
▁sleep	-9.70913
▁mad	-9.70927
ze	-9.70928
▁entirely	-9.70941
▁culture	-9.71101
▁na	-9.71129
ack	-9.71139
light	-9.71218
▁unbelievable	-9.71281
▁Te	-9.71308
ker	-9.7134
▁explain	-9.71467
▁fit	-9.71544
rr	-9.71682
lic	-9.71693
ris	-9.7199
par	-9.72107
▁basic	-9.72118
▁college	-9.72133
ible	-9.72158
▁filled	-9.72187
ions	-9.72421
▁decide	-9.72476
▁loud	-9.7255
▁arm	-9.72626
uff	-9.7273
jo	-9.72739
▁World	-9.72995
▁baby	-9.73002
▁mere	-9.73046
▁trailer	-9.73066
▁died	-9.73102
▁da	-9.73154
.....	-9.73188
▁decides	-9.73232
An	-9.73235
▁approach	-9.73574
▁bought	-9.73577
that	-9.73652
hy	-9.73785
He	-9.73807
▁exciting	-9.73865
▁tough	-9.73978
head	-9.73999
▁suspect	-9.74156
▁apart	-9.74201
▁painful	-9.74215
star	-9.74291
fa	-9.74415
▁kick	-9.74424
▁random	-9.74451
▁chemistry	-9.74742
▁charm	-9.74798
▁cult	-9.74821
ens	-9.75229
▁adaptation	-9.75342
▁former	-9.7539
aw	-9.75398
▁Gu	-9.75401
IN	-9.7544
One	-9.75446
▁moral	-9.75452
▁Martin	-9.75649
▁Car	-9.75669
fe	-9.75735
iv	-9.75777
die	-9.75921
▁Big	-9.75978
▁em	-9.75996
▁nowhere	-9.75998
amp	-9.76018
▁Perhaps	-9.7607
ual	-9.76209
▁scientist	-9.76221
▁longer	-9.76224
▁recent	-9.76313
▁count	-9.76448
▁younger	-9.7646
lar	-9.76488
▁neither	-9.7652
▁solid	-9.76523
▁million	-9.7654
▁singing	-9.76558
row	-9.76561
▁mistake	-9.76604
qui	-9.76627
▁showed	-9.76763
▁situations	-9.76788
▁impossible	-9.76827
▁sci	-9.76863
even	-9.77111
▁sitting	-9.77173
▁escape	-9.77333
▁compared	-9.77428
▁utterly	-9.77596
▁historical	-9.77607
ren	-9.77617
▁Com	-9.77696
how	-9.77737
▁moves	-9.77926
▁gr	-9.77932
▁Ed	-9.77978
▁changed	-9.77984
▁opera	-9.7801
▁roll	-9.78031
some	-9.78117
▁Great	-9.78161
▁genuine	-9.7833
▁struggle	-9.7833
▁violent	-9.7833
rd	-9.78337
▁pain	-9.7834
▁disturbing	-9.78362
AR	-9.78376
▁considered	-9.78754
EN	-9.78758
▁100	-9.78882
ja	-9.78943
▁direct	-9.79022
▁throw	-9.79047
▁Van	-9.79127
▁Ka	-9.79169
▁Smith	-9.79248
▁describe	-9.79274
▁successful	-9.79329
▁suddenly	-9.7936
▁Du	-9.79378
▁suit	-9.79553
▁Ga	-9.79561
▁Stewart	-9.79614
▁inter	-9.79627
▁jump	-9.79798
▁aspect	-9.79825
▁difference	-9.79865
▁gra	-9.80028
▁notice	-9.80051
▁revenge	-9.80173
▁okay	-9.80173
▁office	-9.80409
▁zombie	-9.80462
▁glad	-9.80484
▁share	-9.80505
▁Earth	-9.80539
▁values	-9.80776
▁mix	-9.80786
▁London	-9.80795
▁smart	-9.80801
▁impressive	-9.80803
rry	-9.80815
▁40	-9.80952
▁honest	-9.80967
use	-9.80994
ite	-9.81106
▁follows	-9.81164
▁meaning	-9.81205
▁ability	-9.81295
▁Director	-9.81307
▁Mor	-9.81326
rew	-9.81327
▁awesome	-9.81736
▁Dan	-9.81777
▁standard	-9.81785
▁boys	-9.81833
▁Can	-9.82125
▁uses	-9.82266
▁fashion	-9.82323
gan	-9.82366
▁gang	-9.82377
▁victim	-9.82401
For	-9.82405
▁artist	-9.82533
starring	-9.82609
▁hoping	-9.82697
ass	-9.82798
▁House	-9.82827
▁date	-9.82879
▁fair	-9.82889
▁Ri	-9.82896
▁porn	-9.82924
▁added	-9.82949
▁leaving	-9.83004
▁rare	-9.83088
▁See	-9.8319
▁Se	-9.8322
you	-9.83241
▁humour	-9.83325
▁building	-9.83328
▁return	-9.83335
▁suppose	-9.8336
▁somewhere	-9.83409
▁Another	-9.83613
▁mysterious	-9.83644
▁expectations	-9.83656
len	-9.83689
▁effective	-9.83751
val	-9.83781
▁considering	-9.83818
▁sn	-9.8394
▁touch	-9.83945
ney	-9.83977
▁("	-9.83997
▁happening	-9.8422
▁Sure	-9.84228
▁heavy	-9.84346
???	-9.84365
▁questions	-9.84443
▁sing	-9.84519
▁o	-9.84542
▁generally	-9.8464
▁charming	-9.84687
ki	-9.84688
▁manner	-9.8475
AN	-9.84805
▁genius	-9.84936
▁horse	-9.84936
▁makers	-9.85008
▁bomb	-9.85015
▁cross	-9.85066
ative	-9.85151
iness	-9.85178
▁incredible	-9.85262
▁Best	-9.85292
ties	-9.85359
ities	-9.85437
▁drug	-9.85449
▁scenery	-9.85491
▁deliver	-9.85555
▁accept	-9.85557
▁party	-9.85622
▁master	-9.85625
ily	-9.85647
▁magic	-9.85889
▁channel	-9.85917
▁involving	-9.85917
fully	-9.85945
▁Y	-9.86238
▁Rock	-9.86287
▁El	-9.86319
ED	-9.86353
▁Dead	-9.86443
▁managed	-9.8648
▁Every	-9.8648
▁law	-9.86524
▁mouth	-9.86576
▁tired	-9.86619
▁People	-9.86685
▁cause	-9.86917
▁Tim	-9.87137
▁key	-9.87303
▁normal	-9.87464
▁Where	-9.87472
▁motion	-9.8749
▁company	-9.87572
▁80	-9.87596
▁Christian	-9.87614
▁military	-9.87617
▁Only	-9.87727
Mar	-9.87775
wo	-9.87845
ged	-9.87911
back	-9.87955
▁minor	-9.87961
sp	-9.88015
war	-9.88087
ther	-9.88197
▁boyfriend	-9.88251
▁paid	-9.88256
▁cold	-9.88292
ump	-9.88335
▁rip	-9.88344
ail	-9.88399
▁regard	-9.88558
▁bear	-9.88663
▁shock	-9.88681
ld	-9.88814
▁City	-9.8882
▁Too	-9.88875
▁ground	-9.88928
▁ball	-9.88993
nt	-9.89042
▁redeeming	-9.89054
dge	-9.89067
▁grow	-9.89182
cent	-9.89198
don	-9.89215
▁Gra	-9.89227
▁detective	-9.89256
▁marriage	-9.89257
▁books	-9.89401
▁Su	-9.89401
▁Jim	-9.89436
We	-9.89546
▁street	-9.8956
▁climax	-9.89596
▁mediocre	-9.89596
▁six	-9.89604
▁wide	-9.89618
▁ultimately	-9.89721
▁remote	-9.89937
▁presence	-9.89938
Do	-9.90101
▁prison	-9.90198
▁silent	-9.9028
▁innocent	-9.9028
▁fresh	-9.90348
▁thrown	-9.90381
▁OF	-9.90387
▁laughed	-9.9052
▁beat	-9.90548
▁join	-9.90624
▁blame	-9.90642
▁ran	-9.90671
▁runs	-9.9068
ai	-9.90736
▁develop	-9.90945
▁conflict	-9.90968
▁serial	-9.90968
▁addition	-9.90978
▁soldiers	-9.90982
ok	-9.9103
▁cinematic	-9.91034
▁send	-9.91059
▁emotion	-9.91184
▁absurd	-9.91285
▁commercial	-9.91314
▁comedies	-9.91316
▁Bad	-9.91328
▁dad	-9.91413
▁natural	-9.91502
car	-9.91562
ake	-9.91602
▁hurt	-9.91662
▁design	-9.91696
▁immediately	-9.917
▁fell	-9.92046
▁costumes	-9.92095
ink	-9.9211
▁twists	-9.92264
▁vampire	-9.92339
▁suffer	-9.92371
rate	-9.9244
▁oh	-9.92549
▁ride	-9.92584
art	-9.92588
▁stunning	-9.9271
▁terrific	-9.9271
▁Young	-9.92755
▁sent	-9.92829
▁professional	-9.92906
▁Har	-9.9291
▁Other	-9.92916
▁80'	-9.92967
▁Day	-9.93048
▁confusing	-9.93062
lock	-9.93162
▁walking	-9.9319
▁appeared	-9.93223
▁sexy	-9.93279
▁High	-9.93588
▁road	-9.93622
▁element	-9.93792
▁zombies	-9.93795
▁cry	-9.93816
▁drawn	-9.93929
▁Adam	-9.94137
▁agent	-9.9418
▁photography	-9.94181
??	-9.942
▁build	-9.94208
▁plus	-9.94223
▁literally	-9.94231
yn	-9.94268
▁images	-9.94353
▁rented	-9.94395
uc	-9.94404
OW	-9.94412
▁wondering	-9.94535
▁animated	-9.94539
▁terms	-9.94689
▁wild	-9.94842
▁wooden	-9.94842
ition	-9.94847
▁intended	-9.94917
▁extra	-9.94923
▁Jane	-9.94991
▁content	-9.95095
▁ship	-9.95111
▁government	-9.95202
▁sa	-9.95228
▁Un	-9.95282
▁Henry	-9.95284
▁teacher	-9.95331
▁Jones	-9.95341
lon	-9.95434
▁student	-9.95637
▁Sho	-9.95654
▁brief	-9.95673
▁force	-9.95689
van	-9.95869
house	-9.95947
▁gem	-9.95986
▁Mac	-9.96074
what	-9.96114
ire	-9.96168
▁damn	-9.9629
▁prop	-9.96401
▁phone	-9.96504
▁pan	-9.96531
▁ha	-9.96628
▁alive	-9.9665
▁opportunity	-9.96653
▁graphic	-9.96654
AT	-9.96654
▁equally	-9.96778
▁Sha	-9.96798
▁station	-9.96806
▁Ju	-9.96841
▁Very	-9.96944
▁negative	-9.9702
budget	-9.97034
▁treat	-9.97038
tain	-9.97083
▁grand	-9.9713
▁Wood	-9.97137
▁lighting	-9.97155
▁contains	-9.97226
▁details	-9.97228
▁draw	-9.97311
sen	-9.97344
▁century	-9.97387
▁race	-9.97409
▁offer	-9.97458
she	-9.97473
▁Because	-9.97485
Re	-9.97493
▁sea	-9.97705
nch	-9.97754
▁outstanding	-9.97757
▁vote	-9.97785
▁nobody	-9.97826
▁Nothing	-9.97865
▁Charles	-9.9789
▁Chris	-9.97916
No	-9.97949
▁honestly	-9.98053
▁presented	-9.98094
▁narrative	-9.98127
▁fault	-9.98132
nes	-9.98134
▁Fe	-9.98188
▁cons	-9.98222
▁constantly	-9.98304
▁audiences	-9.98415
▁available	-9.98499
▁Jean	-9.98545
▁aspects	-9.98546
▁subtle	-9.98549
▁Two	-9.98702
▁issues	-9.98719
▁fill	-9.98726
▁students	-9.98795
▁complex	-9.98843
▁whatsoever	-9.98872
real	-9.98909
▁Still	-9.98962
ically	-9.99131
▁imagination	-9.99246
▁affair	-9.99246
▁Charlie	-9.99257
▁boss	-9.99258
film	-9.99279
ps	-9.99323
▁Dark	-9.99509
air	-9.99512
▁Pro	-9.99554
▁likable	-9.99622
▁mid	-9.99825
▁rep	-9.99864
▁l	-10.0003
▁se	-10.0031
ft	-10.0044
▁enter	-10.0046
▁remains	-10.0048
▁thin	-10.0053
ES	-10.0055
eg	-10.0056
▁naked	-10.0076
cut	-10.0078
▁allow	-10.0091
unk	-10.0092
▁ghost	-10.0099
▁rated	-10.0103
▁listen	-10.0107
▁disaster	-10.0114
ified	-10.0121
▁reaction	-10.0122
▁Chan	-10.0142
▁planet	-10.0143
▁blow	-10.0147
▁likely	-10.0147
▁confused	-10.0157
▁fully	-10.0172
▁lacks	-10.0174
ugh	-10.0183
▁accident	-10.0189
year	-10.0192
▁attractive	-10.0192
▁Story	-10.0201
▁quick	-10.0204
ou	-10.0206
▁tone	-10.0218
La	-10.0223
tan	-10.0223
▁South	-10.0229
▁fascinating	-10.0229
▁science	-10.0231
▁assume	-10.0231
▁touching	-10.0234
▁Ch	-10.0244
▁dies	-10.0262
▁Shakespeare	-10.0268
▁afraid	-10.0268
▁ill	-10.0278
▁Steven	-10.028
▁actresses	-10.0291
▁plan	-10.0305
▁smile	-10.0307
▁include	-10.0309
▁island	-10.0311
pro	-10.0313
That	-10.0315
▁slowly	-10.0321
▁names	-10.0321
▁Ray	-10.0323
izing	-10.0327
▁Steve	-10.0333
▁clue	-10.0344
▁Fred	-10.0353
ball	-10.0355
▁Part	-10.0356
On	-10.0363
▁knowing	-10.0365
vin	-10.0366
▁Gar	-10.0383
▁accurate	-10.0385
▁Green	-10.0386
▁judge	-10.0386
let	-10.0391
Don	-10.0392
▁anymore	-10.0393
▁AND	-10.0407
ya	-10.0414
▁alien	-10.0419
▁hospital	-10.0425
▁May	-10.0428
▁Per	-10.0435
Some	-10.0437
▁folks	-10.0438
ien	-10.0444
▁surprisingly	-10.0444
life	-10.0447
▁filmmaker	-10.0448
▁Wal	-10.0452
▁Ber	-10.0454
Ma	-10.0467
▁shocking	-10.0467
▁rape	-10.047
▁bed	-10.0473
▁funniest	-10.0504
▁Paris	-10.0505
▁stuck	-10.0507
▁Hu	-10.0521
▁Allen	-10.0527
▁Sp	-10.0533
ude	-10.0538
▁bottom	-10.0544
▁clean	-10.0544
▁trick	-10.0546
▁sight	-10.0547
▁insult	-10.0548
▁Miss	-10.0549
▁Christopher	-10.0553
▁developed	-10.0555
▁Though	-10.056
▁officer	-10.0567
▁standards	-10.0582
▁double	-10.0584
▁ruin	-10.0591
▁Eddie	-10.0593
▁deserve	-10.0594
▁idiot	-10.0595
▁10.	-10.0599
▁lovely	-10.0606
▁noir	-10.0609
can	-10.0612
▁soft	-10.0612
▁Was	-10.0616
▁bland	-10.063
▁display	-10.0633
good	-10.0635
▁pull	-10.0635
▁wise	-10.064
▁Please	-10.0646
Not	-10.0649
▁creative	-10.0664
▁critics	-10.0665
▁highlight	-10.0668
▁frame	-10.0674
▁pictures	-10.0674
▁model	-10.068
▁Bu	-10.0682
▁Pri	-10.0687
ombie	-10.0688
tch	-10.0688
AL	-10.0691
▁victims	-10.0701
▁favor	-10.0704
▁latter	-10.0705
▁test	-10.071
RA	-10.0714
han	-10.0715
▁Mark	-10.0723
▁changes	-10.0726
ute	-10.0728
▁18	-10.0736
▁murders	-10.0738
nny	-10.0741
▁chick	-10.0741
▁vision	-10.0744
▁Pre	-10.0744
▁giant	-10.0745
▁Anyway	-10.0746
▁compelling	-10.0755
read	-10.0758
▁Show	-10.0765
ane	-10.0768
▁individual	-10.0786
▁clothes	-10.0786
▁Jerry	-10.0787
ette	-10.0788
▁recommended	-10.0789
▁edge	-10.0792
▁partner	-10.0801
▁ca	-10.0818
du	-10.0824
▁sadly	-10.0825
▁childhood	-10.0828
iff	-10.0836
▁area	-10.0838
▁im	-10.0848
▁dreams	-10.0849
▁lover	-10.0855
▁unlike	-10.0855
▁flicks	-10.0862
▁Yet	-10.0864
Al	-10.0867
itch	-10.0868
▁system	-10.0868
▁instance	-10.0868
▁joy	-10.0869
▁forgotten	-10.0873
▁stands	-10.0882
▁hasn	-10.089
▁mom	-10.0907
▁Hi	-10.0908
▁pleasant	-10.091
▁freak	-10.091
▁current	-10.091
▁ahead	-10.0911
▁pleasure	-10.0916
▁ready	-10.0917
&	-10.0921
though	-10.0929
▁extreme	-10.093
▁soap	-10.0932
0	-10.0935
▁70	-10.0937
▁acts	-10.0939
▁encounter	-10.0951
▁intense	-10.0951
▁fellow	-10.0953
▁artistic	-10.0958
▁concern	-10.096
▁Red	-10.0961
▁putting	-10.0969
▁Arthur	-10.0971
lay	-10.0974
▁pretentious	-10.0993
▁knock	-10.0993
▁desert	-10.0993
▁epic	-10.0994
▁Pat	-10.1007
▁absolute	-10.101
▁turning	-10.1015
▁du	-10.1019
▁teen	-10.102
get	-10.1029
▁dreadful	-10.1042
▁beautifully	-10.1046
ky	-10.1052
▁loose	-10.1052
▁pen	-10.1055
▁Did	-10.1055
/10	-10.1069
▁experiment	-10.1077
▁explanation	-10.1077
▁quiet	-10.1077
▁falling	-10.1077
▁unfunny	-10.1078
▁Nick	-10.1082
▁holes	-10.1082
▁embarrassing	-10.1082
rated	-10.1082
▁Bar	-10.1085
room	-10.1085
Now	-10.1087
▁Thank	-10.1092
▁tape	-10.1101
▁numbers	-10.1102
gar	-10.1107
za	-10.1108
▁k	-10.1113
▁intelligence	-10.1119
▁rubbish	-10.1119
▁pair	-10.1123
screen	-10.1132
boy	-10.1145
▁animals	-10.1159
▁twice	-10.1161
▁unnecessary	-10.1161
▁ugly	-10.1162
▁Boy	-10.1163
▁supposedly	-10.1166
lit	-10.117
▁location	-10.1177
▁image	-10.1177
▁fu	-10.1184
▁relationships	-10.1194
▁followed	-10.1198
play	-10.1203
▁emotions	-10.121
When	-10.1217
▁program	-10.123
bor	-10.1233
▁forever	-10.1239
az	-10.1244
▁nasty	-10.1247
▁collection	-10.1248
▁skip	-10.125
▁information	-10.1259
▁impressed	-10.1261
▁becoming	-10.1265
▁Ni	-10.1271
▁detail	-10.1275
ica	-10.1276
▁industry	-10.1289
▁Hitler	-10.1289
right	-10.129
▁member	-10.1293
▁Batman	-10.1302
▁watchable	-10.1316
▁center	-10.1321
▁n	-10.1322
▁producer	-10.133
▁:	-10.1333
▁Col	-10.1333
▁bright	-10.1336
cing	-10.1336
▁apartment	-10.1337
▁utter	-10.1341
▁discover	-10.1345
▁Overall	-10.136
LE	-10.1362
▁teenage	-10.1365
▁Lynch	-10.1376
cha	-10.1376
▁flash	-10.1376
▁surely	-10.1385
▁Daniel	-10.1389
▁paint	-10.1393
▁adults	-10.1394
▁picked	-10.1403
▁youth	-10.1409
▁lived	-10.1418
▁comparison	-10.1419
▁West	-10.142
▁tragic	-10.1422
vy	-10.1424
▁search	-10.1427
just	-10.1439
▁shouldn	-10.1446
fer	-10.1452
nce	-10.1455
▁Billy	-10.1455
▁justice	-10.1459
▁author	-10.146
▁machine	-10.1463
till	-10.1466
▁European	-10.1471
director	-10.1483
▁compare	-10.1495
▁research	-10.1507
▁mainly	-10.1512
▁Ke	-10.1514
▁Horror	-10.1515
▁bi	-10.1518
▁wa	-10.1539
▁tend	-10.1539
▁bat	-10.1545
Bo	-10.1545
▁remain	-10.1547
▁Cor	-10.1549
LY	-10.155
wood	-10.1551
▁choose	-10.1551
▁gorgeous	-10.1551
▁superior	-10.1551
10	-10.1553
ular	-10.1566
Overall	-10.1567
▁Girl	-10.1572
▁proves	-10.1572
▁flaws	-10.1578
▁criminal	-10.1578
▁hated	-10.1581
ham	-10.1595
▁theatre	-10.1598
▁CGI	-10.1599
▁wind	-10.1611
cid	-10.1611
Ro	-10.1637
Oh	-10.1639
▁journey	-10.164
▁Kelly	-10.164
ino	-10.1642
▁award	-10.1648
▁mental	-10.1661
ade	-10.1677
bad	-10.1682
▁angry	-10.1684
▁desire	-10.1701
▁carry	-10.1703
▁themes	-10.1711
Well	-10.172
▁express	-10.1722
▁allowed	-10.1723
▁pilot	-10.1729
▁club	-10.1729
des	-10.1741
▁drop	-10.1742
board	-10.1752
▁Ko	-10.176
▁Ja	-10.1768
field	-10.1768
▁thoroughly	-10.1774
▁convey	-10.1774
▁comedic	-10.1775
yes	-10.1776
▁wit	-10.1783
ain	-10.1793
▁wearing	-10.1798
▁board	-10.1801
▁ob	-10.1815
▁deserved	-10.1815
iz	-10.1816
▁central	-10.1819
▁terribly	-10.1819
▁breath	-10.1819
▁hu	-10.1821
▁Bruce	-10.1826
ski	-10.1833
▁Lu	-10.1836
▁torture	-10.1836
▁round	-10.1838
ez	-10.1856
▁rap	-10.1857
▁arts	-10.1858
▁drunk	-10.1859
▁Street	-10.1865
▁energy	-10.1865
▁blind	-10.1865
▁seemingly	-10.1866
▁religious	-10.1871
▁anywhere	-10.1871
▁Stone	-10.1872
ray	-10.1872
down	-10.1876
▁feelings	-10.1879
▁More	-10.1889
▁fe	-10.189
ists	-10.1892
ev	-10.19
▁willing	-10.1909
▁decision	-10.191
▁regular	-10.1911
▁favourite	-10.1911
zz	-10.192
▁12	-10.1924
pre	-10.1931
▁sucks	-10.1933
▁delivers	-10.1933
▁Jr	-10.1937
▁manage	-10.194
***	-10.1943
▁places	-10.1945
▁70'	-10.1947
▁van	-10.1955
▁realized	-10.1956
▁awkward	-10.1956
▁crash	-10.1956
▁dying	-10.1958
▁Fi	-10.1958
▁dig	-10.1964
▁asks	-10.1967
▁disc	-10.2002
▁study	-10.2002
▁pacing	-10.2003
▁hint	-10.2003
▁woods	-10.2005
▁commentary	-10.2006
▁personality	-10.2008
▁li	-10.2011
▁fiction	-10.2011
▁Little	-10.2017
▁warm	-10.2018
▁hat	-10.2019
▁IS	-10.202
▁apparent	-10.2024
ole	-10.2027
ill	-10.2031
▁eat	-10.2032
▁Once	-10.2033
▁pa	-10.2034
ability	-10.2038
▁lay	-10.2039
see	-10.2046
▁Keaton	-10.2049
▁Taylor	-10.2049
▁bank	-10.2049
▁worthy	-10.205
▁began	-10.2056
▁singer	-10.2068
▁physical	-10.207
▁def	-10.2073
▁lose	-10.2075
▁hi	-10.2075
Le	-10.2077
▁player	-10.2077
▁spin	-10.2087
▁spoil	-10.2089
lie	-10.209
▁Many	-10.2092
har	-10.2094
▁creature	-10.2098
nk	-10.2103
▁seconds	-10.2104
▁****	-10.2105
run	-10.2117
▁drugs	-10.2118
▁Despite	-10.2122
▁Mu	-10.2133
▁nonsense	-10.2142
▁tune	-10.2143
▁Joan	-10.2152
▁hotel	-10.2152
▁aside	-10.2154
▁onto	-10.2156
▁Men	-10.216
▁offers	-10.2165
▁Ex	-10.2178
▁San	-10.2179
De	-10.2184
▁Douglas	-10.2189
▁process	-10.2189
▁product	-10.219
▁everybody	-10.2192
▁explained	-10.2196
set	-10.2196
▁intention	-10.2196
▁scream	-10.22
ore	-10.2201
▁promise	-10.2208
▁Both	-10.2217
IC	-10.2221
lum	-10.2231
cra	-10.2234
▁Hill	-10.2234
▁endless	-10.2236
▁unusual	-10.2236
▁blue	-10.2236
,000	-10.2236
▁provide	-10.2239
▁heroine	-10.2243
OM	-10.2243
▁Stephen	-10.2245
▁finished	-10.2245
▁gotten	-10.2246
▁held	-10.2246
▁speaking	-10.2264
▁sucked	-10.2266
▁Mad	-10.2282
▁dr	-10.2283
▁provides	-10.2284
▁paper	-10.2285
fu	-10.2292
teen	-10.2309
▁fail	-10.2316
▁army	-10.2317
TH	-10.2319
CH	-10.232
▁vehicle	-10.2331
▁independent	-10.2331
▁sell	-10.2334
berg	-10.2335
▁grace	-10.2336
▁scared	-10.2336
▁Matt	-10.2349
▁brutal	-10.2351
▁technical	-10.2354
especially	-10.2355
▁formula	-10.2376
▁advice	-10.2379
▁trust	-10.238
▁curious	-10.238
▁NO	-10.2381
▁cash	-10.2384
▁anybody	-10.2385
Fi	-10.2395
▁desperate	-10.2402
wn	-10.2412
▁sun	-10.242
▁Ms	-10.2426
▁tragedy	-10.2427
▁account	-10.2427
▁shallow	-10.2427
▁failure	-10.2428
▁Jason	-10.2429
▁Mel	-10.2433
▁consist	-10.2438
▁below	-10.2455
▁Pu	-10.2463
illa	-10.2466
▁Time	-10.2468
▁length	-10.2475
night	-10.2475
▁court	-10.2476
▁Morgan	-10.2476
ana	-10.2477
ident	-10.2481
▁attitude	-10.2482
▁owner	-10.2485
▁Sean	-10.2486
ov	-10.2489
▁Everything	-10.2489
▁Williams	-10.25
pen	-10.2504
▁fat	-10.251
▁floor	-10.2524
▁Jesus	-10.2524
▁dozen	-10.2524
▁Moore	-10.2525
▁window	-10.2525
▁stock	-10.2526
ised	-10.2531
aking	-10.2531
ari	-10.2532
▁debut	-10.2535
▁gags	-10.2546
▁correct	-10.2547
▁leader	-10.2557
▁Cat	-10.2568
▁junk	-10.2573
▁1950	-10.2573
▁amateurish	-10.2575
▁impact	-10.2578
▁pieces	-10.2587
▁Sch	-10.2593
American	-10.2599
▁range	-10.2614
▁Their	-10.2617
bur	-10.2618
▁aware	-10.2623
▁Russian	-10.2625
▁Out	-10.2631
Co	-10.2631
▁claim	-10.2633
▁cable	-10.2636
▁Americans	-10.2637
▁sum	-10.2637
▁Si	-10.2641
▁Having	-10.2644
▁60	-10.2647
looking	-10.2652
▁bull	-10.2653
Ho	-10.2655
▁rarely	-10.266
action	-10.2663
▁Harris	-10.2667
▁amateur	-10.2669
▁necessary	-10.2671
▁THIS	-10.2671
▁martial	-10.2671
▁knowledge	-10.2671
▁rescue	-10.2671
▁Santa	-10.2673
▁personally	-10.2681
▁represent	-10.2684
Be	-10.269
▁relative	-10.2693
Even	-10.2706
app	-10.2707
▁grade	-10.2709
▁rise	-10.2716
▁church	-10.272
▁unexpected	-10.272
▁plane	-10.2725
▁Jackson	-10.2726
▁produce	-10.2732
▁reviewers	-10.2735
▁Blood	-10.2737
▁limited	-10.2738
▁steal	-10.275
▁thanks	-10.2763
**	-10.2764
▁treated	-10.2765
▁noticed	-10.2768
▁Chinese	-10.277
▁generation	-10.277
▁intriguing	-10.277
▁regret	-10.277
▁responsible	-10.277
▁village	-10.277
▁Davis	-10.277
▁Sci	-10.2772
▁connection	-10.2775
▁rank	-10.2776
▁movement	-10.2777
there	-10.2793
▁moved	-10.2794
chi	-10.2807
urn	-10.2814
▁behavior	-10.282
▁challenge	-10.282
▁memories	-10.282
▁suicide	-10.282
▁belief	-10.282
▁tedious	-10.282
▁Western	-10.282
▁root	-10.282
▁priest	-10.282
▁prefer	-10.2822
▁hide	-10.2824
▁seven	-10.2824
away	-10.2826
round	-10.2846
▁ba	-10.2847
rie	-10.285
▁players	-10.2857
▁continue	-10.2862
▁routine	-10.287
▁food	-10.2871
▁unknown	-10.2873
▁shop	-10.2875
▁le	-10.2878
!!!!	-10.2881
▁somebody	-10.2882
▁Roman	-10.2885
▁site	-10.2885
▁pe	-10.2885
▁abuse	-10.2886
▁cops	-10.29
mate	-10.2901
▁luck	-10.2902
▁issue	-10.2902
▁hadn	-10.2904
▁finding	-10.2904
▁Am	-10.2909
▁painfully	-10.2915
▁13	-10.2918
▁crappy	-10.2921
mar	-10.2925
▁includes	-10.2933
▁winning	-10.2937
▁delightful	-10.2945
▁led	-10.2946
▁destroy	-10.2953
▁guns	-10.2957
▁screaming	-10.296
▁Ver	-10.2968
▁flesh	-10.2972
▁memory	-10.2972
▁expert	-10.2972
▁robot	-10.2972
▁thank	-10.2973
▁sake	-10.2976
▁Ford	-10.2976
▁passion	-10.2979
?!	-10.2989
▁bill	-10.2989
▁born	-10.3001
▁j	-10.3007
▁drag	-10.3009
▁target	-10.3023
▁1970	-10.3023
▁Kevin	-10.3023
▁crack	-10.3025
▁Pi	-10.3032
▁park	-10.3039
▁Since	-10.304
SE	-10.3041
50	-10.3042
ock	-10.3045
▁safe	-10.305
Lo	-10.3072
fo	-10.3073
▁occur	-10.3073
▁appropriate	-10.3074
▁spoof	-10.3074
▁1980	-10.3074
▁Ki	-10.3076
▁pile	-10.3078
▁summer	-10.3085
▁suck	-10.309
▁introduced	-10.3091
▁inspired	-10.3092
▁asked	-10.3093
oh	-10.3095
▁murdered	-10.3095
▁survive	-10.3097
▁helped	-10.3098
▁field	-10.3105
▁engaging	-10.3126
▁irritating	-10.3126
▁empty	-10.3126
▁lousy	-10.3126
▁mine	-10.3132
▁lacking	-10.3134
▁Min	-10.3141
imp	-10.3143
▁Ti	-10.3144
▁rat	-10.3147
part	-10.3156
▁prove	-10.3157
▁adds	-10.3167
▁pulled	-10.3168
pri	-10.3169
ix	-10.3174
▁parody	-10.3177
▁twenty	-10.3177
▁VHS	-10.3177
▁deeply	-10.318
▁factor	-10.3181
▁Harry	-10.3182
▁portray	-10.3184
ory	-10.3194
▁puts	-10.3204
more	-10.3217
▁loss	-10.322
▁filming	-10.3221
put	-10.3221
▁load	-10.3225
▁perspective	-10.3229
▁religion	-10.3229
▁speech	-10.3229
▁substance	-10.3229
▁crowd	-10.3229
▁capture	-10.3232
▁Everyone	-10.3232
▁Cha	-10.3239
▁pal	-10.3241
▁Danny	-10.3242
▁Mon	-10.3245
▁kinda	-10.325
▁constant	-10.3257
▁decade	-10.3261
▁radio	-10.3262
▁skill	-10.3262
▁surprising	-10.3266
▁cost	-10.3269
uring	-10.3277
▁dangerous	-10.3283
▁humorous	-10.329
▁host	-10.329
▁saved	-10.3295
▁Eric	-10.3299
▁disgusting	-10.3299
played	-10.3301
▁market	-10.3303
ries	-10.3311
First	-10.3315
▁concerned	-10.3323
);	-10.3334
▁context	-10.3334
▁contrived	-10.3334
used	-10.3335
▁tight	-10.3336
▁ta	-10.334
▁Anthony	-10.3341
ama	-10.3343
▁bra	-10.3353
▁White	-10.3353
▁wanting	-10.3354
▁Tri	-10.3356
▁cameo	-10.3357
▁brothers	-10.3359
rack	-10.3366
▁practical	-10.337
▁Ann	-10.3371
▁lower	-10.3375
▁Kate	-10.3379
▁text	-10.3387
▁Clark	-10.3388
▁satire	-10.3388
▁Luke	-10.3389
▁media	-10.3407
they	-10.3408
▁faces	-10.3413
▁tears	-10.3417
▁Bro	-10.342
▁interview	-10.3424
▁included	-10.3426
are	-10.3433
▁boat	-10.3441
▁loving	-10.3443
cia	-10.3446
▁Johnny	-10.3446
▁Hall	-10.3448
▁corny	-10.3448
▁mini	-10.3449
oke	-10.3455
▁costs	-10.346
▁repeat	-10.3462
▁Asian	-10.3464
▁pr	-10.3464
John	-10.3476
However	-10.3477
Also	-10.3477
▁dated	-10.3496
▁insane	-10.3498
▁Mike	-10.3504
▁Bob	-10.3513
▁dry	-10.3523
▁demon	-10.3525
▁Park	-10.3528
▁costume	-10.3535
!).	-10.3538
▁driving	-10.3548
Man	-10.3548
▁lies	-10.3556
▁gold	-10.356
pping	-10.3577
▁Gary	-10.359
although	-10.3593
▁object	-10.3599
▁conversation	-10.3602
▁hidden	-10.3602
▁comedian	-10.3602
▁unrealistic	-10.3602
▁Jeff	-10.3603
mal	-10.3604
▁mar	-10.3605
ST	-10.3611
▁bigger	-10.3612
ations	-10.3612
law	-10.3626
▁convince	-10.3628
▁bloody	-10.3632
wise	-10.3636
most	-10.3649
▁path	-10.365
▁commit	-10.3652
▁months	-10.3654
▁gratuitous	-10.3656
▁Brown	-10.3657
▁remarkable	-10.3658
▁fame	-10.366
▁talents	-10.366
ET	-10.3665
ko	-10.3673
▁Which	-10.3674
▁Ya	-10.3675
▁hopes	-10.3676
▁Really	-10.368
▁warning	-10.3692
ubb	-10.3692
▁hang	-10.3706
▁scenario	-10.3711
▁zero	-10.3711
▁speed	-10.3711
▁Fu	-10.3711
ueen	-10.3721
▁skills	-10.3732
sses	-10.3736
EL	-10.3756
ken	-10.3756
▁mixed	-10.3768
▁stopped	-10.377
▁semi	-10.3771
LL	-10.3771
▁shadow	-10.3775
▁attend	-10.3775
▁stereotypes	-10.3781
gh	-10.3787
▁Okay	-10.3788
▁Avoid	-10.3804
plot	-10.3808
▁strength	-10.3821
▁device	-10.3821
▁gonna	-10.3821
▁opposite	-10.3821
▁green	-10.3822
▁gangster	-10.3824
▁grew	-10.3824
▁wedding	-10.3829
ization	-10.383
▁Victoria	-10.3836
▁disappear	-10.3844
▁push	-10.3845
▁Ste	-10.3854
▁entertain	-10.3861
▁charge	-10.3865
▁dealing	-10.3876
▁excited	-10.3877
▁asleep	-10.3877
▁praise	-10.3877
▁therefore	-10.3877
▁Superman	-10.388
▁seat	-10.3896
▁wonderfully	-10.3902
rent	-10.3903
▁Anne	-10.3912
▁flow	-10.3912
Ha	-10.3923
OO	-10.3925
mark	-10.3927
▁soldier	-10.3931
nder	-10.3931
▁demand	-10.3933
▁thus	-10.3938
ik	-10.395
▁LA	-10.3951
▁fish	-10.3952
▁received	-10.3964
▁locations	-10.3968
Ra	-10.397
▁ruined	-10.3978
▁Tu	-10.3987
▁Nancy	-10.3989
▁community	-10.3989
▁Gr	-10.3992
▁reviewer	-10.3994
▁Those	-10.4001
▁mission	-10.4001
▁min	-10.4007
▁rental	-10.4009
▁appealing	-10.4011
▁handle	-10.4012
▁blonde	-10.4023
▁ring	-10.4029
ising	-10.4035
▁TO	-10.4043
▁creating	-10.4045
▁psychological	-10.4045
▁spell	-10.4047
▁witty	-10.4048
Je	-10.4049
▁skin	-10.405
▁psycho	-10.4051
▁majority	-10.4055
▁grab	-10.4057
▁Wow	-10.4069
under	-10.4071
▁II	-10.4072
▁complain	-10.4076
▁bore	-10.4077
▁foot	-10.4079
▁Look	-10.4079
ita	-10.4082
▁understanding	-10.4086
▁toward	-10.4095
IS	-10.4095
▁atrocious	-10.4102
▁Japan	-10.4102
▁Nor	-10.4102
▁France	-10.4102
existent	-10.4103
▁animal	-10.4105
▁Alex	-10.4106
▁Angel	-10.4108
▁Jackie	-10.4117
▁recall	-10.4118
▁yeah	-10.412
▁Ken	-10.4121
▁DO	-10.413
Ch	-10.4134
ograph	-10.4144
▁England	-10.4159
▁Spanish	-10.4159
▁offensive	-10.4159
▁gross	-10.4162
▁event	-10.4166
▁Power	-10.417
▁print	-10.4174
How	-10.4175
long	-10.419
