<pad>	0
<unk>	0
▁the	-3.27975
,	-3.35453
.	-3.40948
▁a	-3.83759
▁and	-3.91376
▁of	-3.97714
s	-3.98536
▁to	-4.03292
'	-4.07834
▁is	-4.27221
br	-4.28533
▁/>	-4.30525
▁in	-4.47156
▁I	-4.51071
▁it	-4.54094
▁that	-4.67831
▁this	-4.7592
<	-4.84086
▁was	-4.99665
t	-5.05512
▁movie	-5.0604
-	-5.08373
▁	-5.15397
▁for	-5.18357
▁with	-5.19402
▁film	-5.22099
▁as	-5.28324
.<	-5.31278
▁but	-5.37553
▁The	-5.38397
▁on	-5.43219
▁"	-5.45848
▁you	-5.46962
▁(	-5.51063
▁are	-5.5642
▁have	-5.57588
▁not	-5.58628
▁be	-5.58679
"	-5.67779
▁his	-5.68228
▁one	-5.72039
▁he	-5.78438
▁all	-5.84839
▁by	-5.88137
▁at	-5.88815
▁an	-5.90058
▁like	-5.92613
)	-5.93122
▁they	-5.94502
▁who	-5.94968
▁from	-5.97711
▁so	-6.00561
▁just	-6.06777
▁about	-6.07381
▁or	-6.09987
▁It	-6.10064
▁out	-6.10448
▁her	-6.10686
ing	-6.1147
▁has	-6.13915
▁good	-6.235
▁some	-6.23707
▁can	-6.24246
▁more	-6.31403
?	-6.35175
!	-6.35293
▁very	-6.36492
▁would	-6.36648
▁This	-6.3705
▁there	-6.38744
▁time	-6.39033
▁what	-6.39517
▁up	-6.40458
▁really	-6.45076
▁only	-6.46788
▁no	-6.46922
▁when	-6.47594
▁me	-6.4801
▁if	-6.48068
▁had	-6.48273
▁story	-6.49044
▁even	-6.49271
▁see	-6.49824
The	-6.5002
▁were	-6.50602
ed	-6.53075
▁she	-6.53741
▁my	-6.56699
▁their	-6.57073
▁bad	-6.59236
▁which	-6.59758
d	-6.61045
▁than	-6.63785
▁much	-6.659
▁-	-6.66306
...	-6.66363
▁get	-6.67893
▁been	-6.68673
:	-6.71488
▁people	-6.71651
▁do	-6.72025
ly	-6.73528
▁because	-6.76095
▁into	-6.766
▁other	-6.76642
I	-6.77375
▁made	-6.77911
▁will	-6.78417
▁we	-6.79101
▁make	-6.79134
▁could	-6.8053
▁well	-6.80839
m	-6.83424
▁first	-6.8425
▁him	-6.84283
▁don	-6.85252
▁way	-6.8572
▁any	-6.87245
▁great	-6.87352
▁most	-6.88782
▁too	-6.90463
▁how	-6.90786
▁them	-6.91088
▁think	-6.92533
▁plot	-6.97176
▁movies	-6.97272
▁also	-6.97855
▁acting	-6.98094
▁character	-6.98307
▁characters	-6.99815
▁watch	-7.00124
▁seen	-7.00459
▁then	-7.0277
▁over	-7.04571
▁'	-7.0654
▁A	-7.06575
▁But	-7.07357
▁being	-7.08066
▁know	-7.08234
▁show	-7.0914
ve	-7.09224
▁did	-7.09641
▁many	-7.1127
▁never	-7.11492
▁two	-7.11884
;	-7.11893
▁And	-7.11973
re	-7.12248
▁ever	-7.12676
▁better	-7.12848
▁off	-7.13792
▁i	-7.14343
▁little	-7.14955
▁your	-7.15076
▁films	-7.15443
▁after	-7.16098
▁where	-7.16486
▁life	-7.17513
▁end	-7.18539
▁does	-7.19606
▁love	-7.19659
▁its	-7.20387
▁<	-7.20438
▁say	-7.2047
▁best	-7.21613
▁There	-7.24618
y	-7.24759
▁scene	-7.26501
▁should	-7.26644
▁here	-7.28724
).	-7.2921
▁scenes	-7.30465
▁something	-7.31742
▁In	-7.32628
▁through	-7.32696
▁He	-7.32747
▁go	-7.32904
▁back	-7.33992
▁thing	-7.34197
▁such	-7.34482
▁still	-7.34853
▁watching	-7.36557
▁doesn	-7.38613
▁didn	-7.38803
▁actors	-7.39532
▁man	-7.3968
▁these	-7.39741
▁If	-7.40155
),	-7.40809
▁funny	-7.41879
▁real	-7.44811
/	-7.44829
▁those	-7.45267
▁work	-7.47532
e	-7.49412
▁years	-7.49581
▁few	-7.5034
▁going	-7.50426
▁actually	-7.50922
▁look	-7.51738
▁find	-7.51847
▁nothing	-7.51928
▁old	-7.52311
▁why	-7.52519
▁same	-7.52988
▁director	-7.54098
▁lot	-7.54858
▁want	-7.5489
▁cast	-7.56566
a	-7.57315
▁before	-7.57371
▁makes	-7.57737
▁part	-7.57918
▁though	-7.58511
ll	-7.58876
▁pretty	-7.61838
▁another	-7.62421
▁got	-7.62644
▁while	-7.62987
▁fact	-7.6376
er	-7.64093
▁thought	-7.64219
▁again	-7.64477
▁seems	-7.64585
and	-7.64974
▁every	-7.65092
▁enough	-7.65453
▁down	-7.65602
▁original	-7.66511
▁around	-7.67255
▁quite	-7.6808
▁script	-7.68955
▁give	-7.69504
▁least	-7.71632
▁long	-7.72879
▁things	-7.73024
the	-7.73306
▁horror	-7.73766
▁minutes	-7.74179
▁take	-7.74454
▁own	-7.75924
▁whole	-7.76075
▁interesting	-7.76099
▁isn	-7.76242
▁saw	-7.7655
▁worst	-7.77077
▁&	-7.77131
▁point	-7.77168
▁role	-7.77219
▁world	-7.77971
▁action	-7.78155
▁now	-7.792
▁right	-7.7925
▁anything	-7.79301
▁guy	-7.79366
▁between	-7.7939
▁must	-7.80098
▁young	-7.80124
▁far	-7.81016
▁done	-7.81065
▁come	-7.81385
▁new	-7.82284
▁comedy	-7.82342
▁bit	-7.8242
▁without	-7.82726
▁gets	-7.82882
▁big	-7.83087
▁might	-7.83361
▁may	-7.83489
▁always	-7.84517
▁almost	-7.84713
▁They	-7.84821
in	-7.85135
▁series	-7.85389
▁us	-7.85695
▁feel	-7.86164
▁You	-7.86696
▁kind	-7.87458
▁times	-7.88561
▁am	-7.90921
▁family	-7.9119
▁music	-7.91215
▁performance	-7.92306
▁girl	-7.9293
▁What	-7.93333
▁both	-7.93339
▁probably	-7.93916
▁making	-7.94361
This	-7.94685
▁found	-7.95054
▁TV	-7.95578
▁last	-7.95645
▁believe	-7.96426
▁She	-7.96642
▁away	-7.96767
▁fun	-7.97242
▁woman	-7.97256
▁reason	-7.97436
▁rather	-7.9767
--	-7.97856
▁money	-7.98105
S	-7.98202
▁trying	-7.9853
▁since	-7.99061
▁hard	-7.99327
▁wasn	-7.99576
▁anyone	-8.00324
▁As	-8.00551
A	-8.0117
▁That	-8.01893
▁actor	-8.02724
▁put	-8.0437
▁sense	-8.04372
▁DVD	-8.04624
▁looks	-8.05068
or	-8.05705
▁ending	-8.06415
▁So	-8.06567
▁watched	-8.06606
▁screen	-8.06879
▁goes	-8.07241
▁comes	-8.07789
▁sure	-8.0786
▁course	-8.07908
▁set	-8.07994
▁book	-8.08335
▁place	-8.0903
▁someone	-8.1002
▁effects	-8.10177
▁main	-8.10893
▁worth	-8.11253
▁seem	-8.1164
▁play	-8.1172
▁played	-8.12147
It	-8.124
▁said	-8.12879
▁idea	-8.13001
n	-8.1314
▁audience	-8.13324
▁each	-8.13327
▁looking	-8.13931
▁day	-8.13948
▁our	-8.14055
▁yet	-8.14107
▁half	-8.14154
▁job	-8.15172
▁having	-8.15584
▁different	-8.17142
▁else	-8.17516
▁When	-8.17875
▁special	-8.18125
▁boring	-8.1819
▁version	-8.18968
▁2	-8.19078
▁together	-8.19126
▁plays	-8.19217
▁shows	-8.20208
▁poor	-8.20621
▁awful	-8.20884
▁left	-8.21193
▁fan	-8.21229
",	-8.21965
(	-8.22626
▁three	-8.22734
▁completely	-8.23424
▁seeing	-8.23695
▁stupid	-8.24376
▁read	-8.24479
▁shot	-8.24509
▁Not	-8.24577
▁true	-8.24649
▁himself	-8.24697
▁high	-8.24742
▁wife	-8.24927
▁year	-8.25113
▁mind	-8.25427
▁takes	-8.25768
▁John	-8.25819
▁low	-8.26008
▁waste	-8.26114
▁simply	-8.26123
▁especially	-8.26134
▁father	-8.2649
▁rest	-8.26986
r	-8.27209
▁everything	-8.28532
▁either	-8.28824
▁mean	-8.28908
▁American	-8.28966
▁terrible	-8.29336
▁during	-8.29486
o	-8.29951
".	-8.30014
▁wrong	-8.30113
▁short	-8.30493
▁used	-8.30604
▁B	-8.31379
▁everyone	-8.3138
▁10	-8.31472
▁less	-8.31515
▁try	-8.31918
▁For	-8.31962
▁need	-8.32085
▁help	-8.3212
▁beautiful	-8.32238
▁nice	-8.32755
▁We	-8.32795
▁once	-8.32882
▁camera	-8.32992
▁Hollywood	-8.33064
▁tell	-8.3331
▁later	-8.33682
▁line	-8.33977
▁start	-8.34317
i	-8.34406
▁home	-8.34429
▁understand	-8.34597
▁use	-8.35032
▁let	-8.35091
▁instead	-8.35317
▁production	-8.36113
▁enjoy	-8.36121
▁However	-8.36335
▁given	-8.36705
▁One	-8.36913
▁couple	-8.3703
▁supposed	-8.37119
▁second	-8.37478
▁kids	-8.38294
▁recommend	-8.38525
▁sex	-8.39084
▁dialogue	-8.39388
▁No	-8.39532
▁budget	-8.39607
▁person	-8.39774
▁worse	-8.40307
▁video	-8.40774
▁excellent	-8.4102
it	-8.41186
▁couldn	-8.41373
▁death	-8.41494
▁doing	-8.41757
▁women	-8.42235
▁All	-8.42314
▁won	-8.42865
▁night	-8.42925
▁piece	-8.43042
▁classic	-8.43131
▁remember	-8.43569
▁name	-8.44194
▁getting	-8.44254
al	-8.44365
▁lines	-8.4442
▁truly	-8.44449
es	-8.44542
▁My	-8.44584
▁friends	-8.44684
▁came	-8.44768
▁episode	-8.44777
▁performances	-8.44955
▁school	-8.45223
▁--	-8.45819
▁until	-8.45902
▁black	-8.45996
▁moments	-8.46088
▁house	-8.46742
▁along	-8.46984
▁full	-8.47011
▁laugh	-8.47712
▁keep	-8.47866
▁case	-8.48477
▁felt	-8.48502
▁small	-8.48912
▁head	-8.49185
▁stars	-8.49282
▁men	-8.49339
▁face	-8.49897
▁absolutely	-8.50063
▁itself	-8.50072
."	-8.50778
▁went	-8.50973
▁entire	-8.51014
▁playing	-8.51022
▁top	-8.51044
▁problem	-8.51148
▁maybe	-8.51843
▁title	-8.52449
▁next	-8.52729
▁care	-8.52857
▁Even	-8.52979
▁seemed	-8.53505
as	-8.53531
▁however	-8.53709
▁sort	-8.54222
▁liked	-8.54938
▁star	-8.55195
▁early	-8.55886
▁under	-8.55991
▁To	-8.55991
▁written	-8.56125
▁direction	-8.56184
▁style	-8.56875
▁mother	-8.57003
▁re	-8.57356
▁beginning	-8.57622
▁entertaining	-8.57757
▁Well	-8.57794
▁war	-8.57812
▁S	-8.58136
th	-8.58412
▁children	-8.58816
▁car	-8.59066
▁writing	-8.59123
▁guess	-8.59147
▁horrible	-8.59313
▁often	-8.59408
▁picture	-8.59688
▁human	-8.59933
▁flick	-8.60387
▁become	-8.60413
▁wanted	-8.60629
▁3	-8.60731
▁At	-8.60806
▁example	-8.61239
▁gives	-8.6154
▁hope	-8.61931
on	-8.62506
▁turn	-8.62866
▁After	-8.62866
▁against	-8.62913
▁cinema	-8.6317
▁wonderful	-8.63291
▁friend	-8.63328
▁quality	-8.63522
▁humor	-8.63604
▁already	-8.6361
▁lead	-8.64218
▁totally	-8.64611
▁perfect	-8.64667
▁tries	-8.64869
▁live	-8.65048
▁THE	-8.65082
c	-8.65367
▁boy	-8.6617
▁drama	-8.66427
▁Don	-8.66482
▁un	-8.66733
▁C	-8.66868
▁sound	-8.67202
▁several	-8.67445
▁crap	-8.67658
▁others	-8.67932
▁becomes	-8.68227
▁gave	-8.68317
▁certainly	-8.68494
▁killer	-8.68518
▁definitely	-8.6877
▁Why	-8.68858
▁slow	-8.68944
▁act	-8.69091
▁dead	-8.69559
▁expect	-8.69595
▁called	-8.69614
▁although	-8.69757
▁Mr	-8.69773
▁past	-8.69807
D	-8.69949
g	-8.70461
▁1	-8.70515
In	-8.70556
l	-8.70757
▁guys	-8.71073
▁decent	-8.71212
ness	-8.71263
▁myself	-8.71324
▁His	-8.71575
▁fine	-8.7165
▁son	-8.72035
▁lost	-8.72134
▁close	-8.7242
▁fans	-8.72455
▁side	-8.72457
▁viewer	-8.7261
▁loved	-8.72635
▁stuff	-8.73463
▁etc	-8.74384
▁based	-8.74479
▁lives	-8.74565
▁hand	-8.74853
T	-8.74964
▁thinking	-8.74968
If	-8.75189
▁lack	-8.75282
▁child	-8.75591
There	-8.75657
▁How	-8.75821
▁evil	-8.75971
▁throughout	-8.76111
▁hour	-8.76419
▁New	-8.76658
▁annoying	-8.76787
▁kid	-8.76954
▁finally	-8.77007
▁history	-8.77026
▁attempt	-8.77078
▁starts	-8.77095
▁T	-8.77218
▁enjoyed	-8.77229
▁self	-8.7726
▁behind	-8.77499
man	-8.77771
▁able	-8.7781
▁F	-8.77969
▁Then	-8.78317
▁actress	-8.78331
▁Also	-8.78833
▁feeling	-8.795
▁run	-8.79605
▁kill	-8.79645
▁wants	-8.7993
▁voice	-8.79998
▁works	-8.80302
▁involved	-8.80316
but	-8.80546
▁killed	-8.80809
▁wouldn	-8.81043
▁town	-8.81062
▁themselves	-8.8116
▁looked	-8.8119
▁days	-8.81275
C	-8.81608
▁late	-8.8165
▁game	-8.81781
▁heard	-8.8181
▁parts	-8.81853
▁white	-8.81977
▁wonder	-8.82103
up	-8.82106
▁genre	-8.8212
▁favorite	-8.82475
▁daughter	-8.82497
▁type	-8.82782
▁cannot	-8.82785
▁ridiculous	-8.82917
▁directed	-8.83
▁With	-8.83119
▁heart	-8.83125
▁complete	-8.8347
▁Michael	-8.83508
▁obvious	-8.84474
▁happens	-8.84716
▁interest	-8.84859
to	-8.84923
▁turns	-8.84935
▁Some	-8.85031
▁girls	-8.85197
!<	-8.85329
▁took	-8.85679
▁final	-8.85819
▁happened	-8.85894
▁happen	-8.86302
▁bring	-8.86796
▁art	-8.86971
▁amazing	-8.87347
▁matter	-8.87479
▁moment	-8.87483
▁chance	-8.87628
▁fight	-8.87634
▁While	-8.87858
▁hit	-8.87899
▁!	-8.88083
▁today	-8.88095
▁stories	-8.88408
an	-8.88438
▁Just	-8.88486
▁jokes	-8.88783
▁writer	-8.88799
▁ago	-8.8884
▁eyes	-8.89198
▁roles	-8.89428
▁career	-8.8947
▁cheap	-8.89702
▁extremely	-8.89917
▁wish	-8.89922
▁dark	-8.89977
▁obviously	-8.90425
▁experience	-8.9052
▁yourself	-8.90701
▁group	-8.9111
▁disappointed	-8.91399
!!	-8.9159
▁Man	-8.91648
▁E	-8.91671
▁perhaps	-8.91701
▁hours	-8.92008
But	-8.9207
▁cut	-8.92096
▁leave	-8.92902
▁husband	-8.92924
▁stop	-8.93075
▁started	-8.93328
ic	-8.93576
▁brilliant	-8.93792
▁save	-8.93946
▁dull	-8.9403
▁sad	-8.9424
▁Of	-8.94402
▁predictable	-8.94763
▁told	-8.95185
▁opinion	-8.95358
B	-8.95524
p	-8.9578
And	-8.95872
▁saying	-8.95875
▁coming	-8.9627
like	-8.96275
▁single	-8.96344
▁gore	-8.96351
▁possible	-8.96636
*	-8.96875
P	-8.9691
▁blood	-8.96927
▁running	-8.9694
▁brother	-8.96993
▁female	-8.96996
▁OK	-8.97005
▁silly	-8.97221
▁Now	-8.97569
▁soon	-8.9761
▁call	-8.97664
▁violence	-8.97814
▁word	-8.97917
▁serious	-8.9813
▁except	-8.98193
▁non	-8.98197
▁talent	-8.98345
▁taken	-8.98352
▁cinematography	-8.98388
▁huge	-8.98687
▁shown	-8.98729
▁age	-8.99032
out	-8.99377
▁score	-8.99555
▁level	-8.9987
▁shots	-8.99882
▁murder	-8.99884
▁body	-9.00214
▁O	-9.00601
▁simple	-9.01061
▁says	-9.01132
▁light	-9.01184
▁talking	-9.01449
▁clich	-9.01483
▁highly	-9.01496
▁4	-9.01505
▁police	-9.01536
▁novel	-9.01559
▁particularly	-9.01685
▁number	-9.01708
▁knew	-9.02006
▁alone	-9.02021
▁usual	-9.02051
▁across	-9.02128
▁known	-9.02131
▁lame	-9.02136
▁seriously	-9.02148
▁change	-9.0221
▁released	-9.02287
▁David	-9.02543
▁usually	-9.02606
▁English	-9.02782
▁dialog	-9.02798
▁turned	-9.02866
▁Robert	-9.0287
▁sequel	-9.03117
▁5	-9.03142
▁somewhat	-9.03164
▁aren	-9.03256
▁hilarious	-9.03293
▁musical	-9.03313
▁bunch	-9.03397
▁D	-9.03534
▁attention	-9.03563
▁opening	-9.03711
▁view	-9.03832
▁strong	-9.03854
▁scary	-9.03888
▁exactly	-9.04047
▁local	-9.04313
▁songs	-9.04441
which	-9.04704
▁song	-9.04764
▁sometimes	-9.0495
▁middle	-9.04972
▁mention	-9.04982
!"	-9.05812
▁major	-9.06075
▁storyline	-9.06142
▁hell	-9.0616
▁episodes	-9.06437
▁near	-9.06603
▁effort	-9.06645
▁order	-9.06741
▁James	-9.06766
▁British	-9.06893
▁reality	-9.06946
▁poorly	-9.07162
▁similar	-9.07737
▁television	-9.08025
▁whose	-9.08144
▁cool	-9.08156
ers	-9.08165
▁fast	-9.08312
▁review	-9.0838
▁due	-9.08839
▁G	-9.09249
▁material	-9.095
▁ends	-9.09783
▁strange	-9.10327
▁despite	-9.10352
▁hero	-9.10486
▁documentary	-9.10529
▁problems	-9.10814
▁taking	-9.10859
▁stand	-9.10873
▁entertainment	-9.11014
▁clearly	-9.11441
▁none	-9.11482
▁premise	-9.11498
▁giving	-9.11508
▁ten	-9.11589
▁falls	-9.11659
▁easily	-9.11672
who	-9.11701
▁important	-9.1191
▁relationship	-9.12036
▁straight	-9.12171
▁rating	-9.1227
▁weak	-9.12421
▁comic	-9.12724
▁actual	-9.12741
b	-9.12955
▁appears	-9.13047
▁mostly	-9.13158
▁future	-9.13208
▁mess	-9.13709
▁country	-9.13898
▁Paul	-9.13909
▁subject	-9.13952
▁decided	-9.13977
▁George	-9.14196
▁tried	-9.14244
▁First	-9.14284
▁kept	-9.1441
!!!	-9.14451
▁modern	-9.14571
▁haven	-9.14784
▁20	-9.15099
▁editing	-9.1514
▁needs	-9.15297
▁events	-9.15357
R	-9.15399
▁Oh	-9.15423
▁On	-9.15464
▁Lee	-9.1552
▁buy	-9.156
▁Richard	-9.15633
▁living	-9.15833
▁sit	-9.15836
▁room	-9.15984
▁surprised	-9.16095
▁team	-9.16121
▁sequence	-9.16459
▁Maybe	-9.16512
▁words	-9.16606
▁message	-9.1666
is	-9.16771
▁King	-9.17245
▁clear	-9.1725
▁hate	-9.1737
▁doubt	-9.17467
▁Unfortunately	-9.17508
▁supporting	-9.1752
▁happy	-9.17626
▁de	-9.17761
▁among	-9.1797
▁figure	-9.17971
▁including	-9.181
k	-9.18144
▁comments	-9.18148
▁God	-9.18624
▁reviews	-9.18896
▁four	-9.19036
▁beyond	-9.19039
▁Disney	-9.19054
▁five	-9.19266
▁badly	-9.19347
What	-9.19364
▁write	-9.19373
▁enjoyable	-9.19418
▁co	-9.19491
▁add	-9.196
▁talk	-9.19645
▁points	-9.197
▁R	-9.19781
▁stay	-9.2015
▁sets	-9.20253
▁romantic	-9.20329
▁average	-9.20338
▁above	-9.20506
▁feature	-9.20584
▁fall	-9.20751
▁hear	-9.2086
▁theater	-9.20885
▁period	-9.21068
▁Although	-9.21185
▁release	-9.21338
As	-9.2148
▁...	-9.21589
▁rent	-9.21873
▁finds	-9.22098
▁class	-9.22131
▁NOT	-9.22178
▁Oscar	-9.22234
▁nearly	-9.22326
▁soundtrack	-9.22364
▁thriller	-9.227
▁basically	-9.2275
▁remind	-9.22817
▁animation	-9.22933
▁killing	-9.23341
▁working	-9.23477
▁Her	-9.23682
▁joke	-9.23707
▁sister	-9.23774
▁York	-9.24185
K	-9.24259
en	-9.2429
▁feels	-9.24661
▁De	-9.24688
M	-9.24734
▁follow	-9.24901
▁typical	-9.24954
▁tale	-9.24963
▁tells	-9.24991
▁spend	-9.25005
▁herself	-9.25048
▁America	-9.25297
▁overall	-9.25484
▁move	-9.25607
▁elements	-9.25743
▁Peter	-9.26115
?"	-9.26239
▁expected	-9.26264
▁knows	-9.26318
▁viewing	-9.26392
▁upon	-9.26733
▁hold	-9.26747
▁Tom	-9.2697
he	-9.27009
▁minute	-9.27028
▁stage	-9.27042
▁*	-9.27172
▁Or	-9.27228
le	-9.27492
▁Who	-9.27766
▁die	-9.27859
▁theme	-9.27982
▁dumb	-9.27985
▁using	-9.28129
▁Dr	-9.2832
▁crime	-9.28351
▁famous	-9.28593
▁P	-9.28678
▁begin	-9.28774
▁form	-9.2886
▁named	-9.2891
▁admit	-9.28926
▁possibly	-9.29001
▁wasted	-9.29047
▁within	-9.29108
ie	-9.29144
▁showing	-9.29147
")	-9.29266
▁fails	-9.2934
▁easy	-9.29386
▁comment	-9.29393
▁learn	-9.29395
▁apparently	-9.29457
▁development	-9.29587
able	-9.29639
▁particular	-9.29663
▁credits	-9.2977
▁question	-9.29792
▁Jack	-9.29809
▁power	-9.29824
▁weird	-9.30127
▁sequences	-9.30265
▁forward	-9.30348
▁screenplay	-9.30407
f	-9.30442
▁means	-9.30574
▁certain	-9.30689
est	-9.30907
▁eye	-9.3114
!)	-9.31231
▁wait	-9.3124
▁anyway	-9.31272
▁mystery	-9.31441
▁imagine	-9.31497
▁suspense	-9.31627
▁deal	-9.3178
▁moving	-9.3189
▁parents	-9.31939
G	-9.31986
▁viewers	-9.32037
▁difficult	-9.32164
▁needed	-9.32429
▁please	-9.32565
▁footage	-9.32661
So	-9.32722
▁realize	-9.32792
▁IMDb	-9.32874
▁potential	-9.32958
▁Christmas	-9.33099
for	-9.33194
▁whether	-9.333
no	-9.33374
▁fantastic	-9.33469
▁became	-9.33505
▁believable	-9.3351
not	-9.33706
▁begins	-9.33746
▁city	-9.3375
▁result	-9.33819
▁Like	-9.34017
▁Yes	-9.34156
▁brough	-9.34187
so	-9.34247
My	-9.34275
▁sexual	-9.34471
h	-9.3451
▁free	-9.34522
▁pay	-9.34627
▁forced	-9.34631
▁leads	-9.34657
▁laughs	-9.34685
▁War	-9.34711
▁Ben	-9.34715
▁dance	-9.34733
▁plain	-9.34877
▁shame	-9.34911
▁An	-9.34923
▁cheesy	-9.35202
E	-9.35429
▁third	-9.35437
▁somehow	-9.35468
u	-9.35675
▁box	-9.35746
▁filmed	-9.35801
ting	-9.36012
▁directing	-9.36186
▁ask	-9.36223
▁flat	-9.36256
▁previous	-9.36367
▁check	-9.36386
fi	-9.36689
▁Japanese	-9.36721
▁reading	-9.36746
▁cover	-9.36909
▁surprise	-9.37374
▁truth	-9.37374
▁realistic	-9.37408
of	-9.37769
▁season	-9.37795
▁casting	-9.38047
▁writers	-9.38194
▁incredibly	-9.38236
▁nudity	-9.38242
▁total	-9.38259
▁cop	-9.38312
▁situation	-9.38385
at	-9.38388
▁interested	-9.38481
▁worked	-9.38547
▁gone	-9.38672
▁effect	-9.38835
▁gay	-9.38922
▁nor	-9.39536
▁older	-9.3965
▁remake	-9.39741
▁expecting	-9.39787
▁greatest	-9.39904
▁background	-9.39974
▁earlier	-9.40238
▁hot	-9.40392
▁bored	-9.40504
▁agree	-9.4074
ity	-9.40787
▁From	-9.40873
▁atmosphere	-9.4092
▁break	-9.40943
▁forget	-9.41014
▁male	-9.4114
▁appear	-9.41232
▁setting	-9.41633
▁copy	-9.41678
▁Most	-9.41813
▁French	-9.41832
el	-9.41877
▁H	-9.42068
▁quickly	-9.42116
▁positive	-9.42173
▁meant	-9.42262
▁sorry	-9.42369
▁leaves	-9.42545
▁These	-9.42593
▁general	-9.42626
▁villain	-9.42749
▁girlfriend	-9.42795
▁keeps	-9.42877
▁front	-9.42972
▁open	-9.43117
▁Do	-9.4327
▁features	-9.43439
....	-9.4345
▁twist	-9.43548
one	-9.43573
ion	-9.43763
▁pointless	-9.43807
ce	-9.4385
▁Scott	-9.43955
▁ways	-9.44125
▁avoid	-9.44239
▁romance	-9.44427
▁M	-9.44831
▁30	-9.44881
▁spent	-9.45324
less	-9.45432
▁dream	-9.45602
▁dramatic	-9.45628
▁meet	-9.45701
▁missing	-9.45767
▁fairly	-9.45868
▁list	-9.45965
▁value	-9.46113
▁memorable	-9.46273
▁hardly	-9.46302
▁nature	-9.46375
▁clever	-9.46512
▁create	-9.46714
if	-9.47075
▁directors	-9.47774
▁cartoon	-9.4782
▁business	-9.47943
1	-9.48123
▁talented	-9.48458
▁miss	-9.48649
▁hands	-9.48728
▁wrote	-9.4873
▁laughing	-9.48799
▁acted	-9.48869
▁lots	-9.4894
▁garbage	-9.49175
?)	-9.49258
▁L	-9.49258
▁deserves	-9.49308
▁gun	-9.49331
▁present	-9.49428
▁Bill	-9.49431
▁US	-9.4954
▁K	-9.49613
▁superb	-9.49767
▁fighting	-9.49869
▁trash	-9.50224
▁creepy	-9.50424
▁leading	-9.50454
▁air	-9.50459
▁crazy	-9.50689
▁attempts	-9.50756
▁emotional	-9.5082
▁public	-9.50854
▁cute	-9.5098
▁portrayed	-9.5099
▁eventually	-9.51175
▁rate	-9.51252
▁political	-9.5134
▁monster	-9.51368
W	-9.51393
▁various	-9.51414
▁stick	-9.5164
▁store	-9.51641
us	-9.51654
▁pathetic	-9.51687
▁plenty	-9.51687
▁success	-9.51856
▁waiting	-9.51985
ish	-9.52146
▁deep	-9.52277
▁era	-9.52379
All	-9.52464
▁crew	-9.52477
▁unless	-9.52512
▁sounds	-9.52672
▁lady	-9.52699
▁Here	-9.52784
▁fantasy	-9.52956
▁personal	-9.53168
▁tension	-9.53203
▁Italian	-9.53209
▁yes	-9.53476
▁convincing	-9.53595
▁water	-9.53613
▁meets	-9.53642
F	-9.53658
▁mentioned	-9.53703
▁space	-9.53773
▁towards	-9.53792
▁whatever	-9.54139
▁reasons	-9.54221
▁ideas	-9.5451
▁hair	-9.54527
ar	-9.54576
N	-9.54599
ies	-9.54682
▁concept	-9.54715
▁unfortunately	-9.54811
▁appreciate	-9.54865
movie	-9.54935
▁speak	-9.54982
▁choice	-9.54991
▁Instead	-9.55043
▁consider	-9.55156
▁indeed	-9.55271
▁failed	-9.55346
▁note	-9.55371
▁manages	-9.55424
▁weren	-9.55434
▁adult	-9.55493
▁filmmakers	-9.55541
▁masterpiece	-9.55544
time	-9.55734
this	-9.55749
O	-9.55774
▁unique	-9.55922
▁ended	-9.56053
▁battle	-9.56121
▁odd	-9.56267
L	-9.56332
▁married	-9.56339
▁missed	-9.56469
▁brings	-9.5657
▁credit	-9.56701
▁fake	-9.56725
▁kills	-9.56837
▁b	-9.57013
▁telling	-9.57393
▁doctor	-9.57408
▁inside	-9.57442
old	-9.57527
ter	-9.57533
▁15	-9.57632
▁William	-9.57759
▁pace	-9.57786
▁perfectly	-9.57942
▁Watch	-9.58089
▁shooting	-9.58104
▁sub	-9.58208
▁U	-9.58237
▁walk	-9.58436
▁whom	-9.58497
▁recently	-9.58826
▁society	-9.58992
You	-9.59192
be	-9.59231
▁fire	-9.59252
▁W	-9.59254
▁laughable	-9.59289
▁J	-9.59475
▁biggest	-9.59534
▁barely	-9.59832
▁accent	-9.59879
3	-9.59955
▁amusing	-9.59963
ton	-9.60024
▁popular	-9.60083
▁pure	-9.60123
▁produced	-9.60212
▁By	-9.60247
▁further	-9.60353
▁common	-9.60367
▁Movie	-9.6052
▁Joe	-9.60636
▁language	-9.60649
with	-9.60845
▁rich	-9.60894
▁earth	-9.60937
▁dog	-9.60979
▁90	-9.61109
il	-9.61204
▁producers	-9.61251
▁sick	-9.61416
▁disappointment	-9.61463
▁slightly	-9.61492
▁dancing	-9.61498
▁conclusion	-9.61842
▁members	-9.61899
▁respect	-9.62056
▁otherwise	-9.62061
▁bizarre	-9.62186
▁Film	-9.62202
▁amount	-9.62242
▁slasher	-9.62322
▁excuse	-9.62429
▁following	-9.62621
▁disappointing	-9.62629
▁entirely	-9.62661
▁Mary	-9.6268
Y	-9.62708
▁created	-9.62739
▁caught	-9.62863
▁beauty	-9.62872
▁German	-9.62949
ra	-9.6302
▁large	-9.63287
▁unbelievable	-9.63429
2	-9.6349
▁ex	-9.63492
▁visual	-9.63757
▁filled	-9.64138
▁basic	-9.64278
▁college	-9.6429
▁decides	-9.64383
▁died	-9.64517
▁outside	-9.64899
ism	-9.64941
▁explain	-9.64952
▁World	-9.65168
▁Let	-9.65244
▁project	-9.65323
▁social	-9.6541
▁win	-9.65456
▁powerful	-9.65617
▁bought	-9.65724
▁control	-9.6575
▁decide	-9.65784
that	-9.65804
▁brain	-9.65981
▁familiar	-9.66021
▁exciting	-9.66023
w	-9.66116
▁secret	-9.6614
▁red	-9.66193
▁depth	-9.66241
▁showed	-9.66446
▁painful	-9.66498
▁Good	-9.66498
▁fit	-9.66502
▁ones	-9.66546
▁former	-9.66578
▁apart	-9.66767
▁portrayal	-9.66815
▁chemistry	-9.66901
▁cult	-9.66916
▁anti	-9.66953
▁intelligent	-9.6708
▁Al	-9.67095
▁longer	-9.67516
One	-9.67534
▁trouble	-9.67564
▁situations	-9.6758
▁week	-9.67636
▁Night	-9.67789
▁younger	-9.678
▁appeal	-9.67942
▁nowhere	-9.68123
▁Perhaps	-9.6819
▁bother	-9.68221
▁computer	-9.68333
▁track	-9.68383
▁singing	-9.68493
▁moves	-9.68513
ian	-9.68552
▁recent	-9.68554
▁neither	-9.6867
▁purpose	-9.68863
▁impossible	-9.68972
▁Star	-9.69046
▁Black	-9.69073
te	-9.69194
ist	-9.69234
▁sitting	-9.69288
▁compared	-9.69399
▁utterly	-9.69649
▁finish	-9.69705
▁mistake	-9.69815
▁changed	-9.69836
▁studio	-9.69876
▁focus	-9.7011
starring	-9.70152
▁uses	-9.70161
▁Great	-9.70283
▁camp	-9.70364
▁appearance	-9.70464
▁disturbing	-9.70496
▁considered	-9.70649
▁shoot	-9.70732
▁boys	-9.70865
off	-9.70998
▁post	-9.71033
▁rock	-9.71043
▁super	-9.71059
▁impression	-9.71077
▁pick	-9.71177
un	-9.71182
▁follows	-9.71255
ch	-9.71337
▁baby	-9.71419
▁suddenly	-9.7145
▁bar	-9.71561
▁successful	-9.71607
▁values	-9.71619
▁Smith	-9.71725
▁Stewart	-9.71752
▁band	-9.71755
son	-9.7184
▁Sam	-9.71896
▁taste	-9.72053
▁culture	-9.72091
▁revenge	-9.72337
▁okay	-9.72358
▁tough	-9.72415
▁pass	-9.72577
▁glad	-9.72634
▁meaning	-9.72645
▁office	-9.72665
▁Earth	-9.72678
▁ability	-9.72777
▁impressive	-9.72946
▁London	-9.72966
▁aspect	-9.7298
▁exception	-9.73
making	-9.73091
▁sweet	-9.73267
▁honest	-9.73382
▁Director	-9.73411
▁100	-9.73668
▁state	-9.73867
la	-9.73868
▁awesome	-9.73886
ally	-9.73907
▁zombie	-9.73964
▁escape	-9.74112
▁loud	-9.74118
▁solid	-9.74175
▁sci	-9.74448
▁questions	-9.74543
▁Go	-9.74555
▁added	-9.74781
ation	-9.74846
▁hoping	-9.74859
▁standard	-9.7494
▁leaving	-9.75173
▁rare	-9.75356
ever	-9.75445
▁somewhere	-9.75548
▁suppose	-9.75658
▁Another	-9.75702
▁considering	-9.75744
▁8	-9.75748
▁mysterious	-9.75817
▁books	-9.75953
▁expectations	-9.76047
▁7	-9.76123
▁Love	-9.76226
▁touch	-9.76417
▁heavy	-9.76484
▁generally	-9.76604
ty	-9.76632
▁charming	-9.76657
▁mood	-9.76704
▁return	-9.76824
▁makers	-9.76889
▁Indian	-9.77223
▁Best	-9.77223
▁incredible	-9.77444
▁scenery	-9.77472
do	-9.77508
▁western	-9.77567
▁("	-9.77768
▁Frank	-9.77991
▁involving	-9.78096
▁humour	-9.78398
▁Every	-9.78485
▁Dead	-9.785
▁managed	-9.78512
▁Me	-9.78606
▁tired	-9.78746
▁trip	-9.78794
▁People	-9.78813
▁adaptation	-9.78861
▁violent	-9.7896
▁victim	-9.79228
▁runs	-9.7943
▁80	-9.7949
▁effective	-9.79591
▁Only	-9.79717
▁company	-9.79733
▁military	-9.79758
▁6	-9.79941
▁gang	-9.80092
▁cause	-9.80192
▁9	-9.8023
▁paid	-9.80431
▁cold	-9.80441
▁boyfriend	-9.80443
by	-9.80525
▁City	-9.80787
▁god	-9.81028
▁redeeming	-9.81126
▁40	-9.81174
▁marriage	-9.81406
V	-9.81425
▁door	-9.81448
▁catch	-9.81449
▁Jim	-9.81498
▁mediocre	-9.81758
▁ultimately	-9.81805
▁laughed	-9.81958
▁presence	-9.82087
▁remote	-9.82087
▁party	-9.82202
▁suggest	-9.82248
▁Will	-9.82444
▁thrown	-9.82457
▁soldiers	-9.82518
▁twists	-9.82744
▁prison	-9.83072
▁happening	-9.83213
▁House	-9.83214
▁trailer	-9.83365
▁genius	-9.83458
▁comedies	-9.83485
▁costumes	-9.83516
▁train	-9.83567
▁normal	-9.83766
ling	-9.83784
▁match	-9.83785
▁immediately	-9.83829
▁drive	-9.84009
▁manner	-9.84049
For	-9.84214
▁spirit	-9.84272
▁charm	-9.84467
▁mad	-9.84579
na	-9.84779
▁oh	-9.84803
▁zombies	-9.8484
▁suffer	-9.84845
▁sexy	-9.8485
▁audiences	-9.84862
▁porn	-9.84863
▁stunning	-9.84865
▁sent	-9.84867
▁Young	-9.84941
▁fear	-9.84978
▁V	-9.85034
▁appeared	-9.85085
you	-9.85138
▁walking	-9.85148
▁climax	-9.85213
▁confusing	-9.85222
▁80'	-9.85249
▁cat	-9.85364
▁random	-9.85447
▁adventure	-9.85503
▁vampire	-9.85512
▁street	-9.85517
▁support	-9.85519
well	-9.85553
▁images	-9.85669
▁Big	-9.8568
ine	-9.85721
▁fair	-9.85751
all	-9.85803
▁cinematic	-9.85924
ment	-9.85973
▁drawn	-9.85999
▁f	-9.86037
▁terms	-9.86119
even	-9.86163
▁wondering	-9.86188
ri	-9.86189
▁rented	-9.86196
▁Van	-9.86213
▁photography	-9.86286
▁literally	-9.8635
▁throw	-9.86357
To	-9.86468
▁likely	-9.8661
▁animated	-9.86681
▁pre	-9.86877
▁silent	-9.86878
▁wooden	-9.86996
▁Martin	-9.87003
▁intended	-9.87027
▁p	-9.87049
▁content	-9.87083
v	-9.87151
▁answer	-9.87159
▁pain	-9.87369
▁government	-9.87369
▁Henry	-9.87417
▁Jones	-9.8744
▁Tim	-9.87646
▁smart	-9.87784
ach	-9.87875
▁innocent	-9.87968
▁alive	-9.87982
go	-9.87989
▁sleep	-9.8802
▁offer	-9.88137
▁soul	-9.88302
▁date	-9.88361
▁magic	-9.88416
▁details	-9.88526
▁lighting	-9.88602
▁contains	-9.88723
▁opportunity	-9.88803
▁student	-9.88806
▁equally	-9.88848
▁Very	-9.88924
▁negative	-9.8918
▁drug	-9.89234
budget	-9.89328
▁chase	-9.8942
▁historical	-9.89451
▁shock	-9.89472
▁aspects	-9.89502
▁terrific	-9.89541
▁century	-9.8957
▁plus	-9.89595
▁Because	-9.89614
▁Where	-9.89721
▁presented	-9.89754
▁students	-9.89922
▁fell	-9.89923
▁outstanding	-9.89927
▁nobody	-9.89943
▁Bad	-9.8998
▁Nothing	-9.89987
▁honestly	-9.90056
▁issues	-9.90132
▁Charles	-9.90164
▁sat	-9.90239
▁narrative	-9.90282
▁OF	-9.90287
▁regard	-9.90329
▁constantly	-9.9036
▁names	-9.90395
▁lacks	-9.90517
▁brief	-9.90552
▁available	-9.90649
▁50	-9.90748
▁Two	-9.90782
▁bed	-9.90825
▁whatsoever	-9.91021
▁tone	-9.91104
▁Still	-9.91141
▁remains	-9.91222
▁emotion	-9.91394
▁imagination	-9.91396
▁spot	-9.91406
▁Charlie	-9.91435
▁road	-9.91684
▁likable	-9.91785
me	-9.92089
▁rated	-9.92336
▁describe	-9.92441
▁natural	-9.92443
▁mouth	-9.92471
▁fully	-9.92591
▁dies	-9.92639
line	-9.92653
ne	-9.92799
▁naked	-9.92932
▁force	-9.93203
▁mix	-9.93278
▁knowing	-9.93296
▁planet	-9.93348
ul	-9.936
ry	-9.93651
▁confused	-9.93705
▁opera	-9.93823
H	-9.93957
▁Can	-9.93959
▁attractive	-9.94077
ge	-9.94118
▁touching	-9.94321
▁minor	-9.94443
▁fascinating	-9.94447
▁fresh	-9.94451
▁science	-9.94486
▁Chris	-9.94566
▁color	-9.94753
▁afraid	-9.94844
▁direct	-9.94855
▁slowly	-9.9486
▁detective	-9.94946
▁actresses	-9.94962
▁blame	-9.95091
▁Sure	-9.95239
▁Steve	-9.9534
That	-9.95428
▁Too	-9.9556
co	-9.95686
▁attack	-9.95709
▁scientist	-9.95759
▁join	-9.95771
▁lovely	-9.95911
▁rip	-9.9597
lo	-9.95984
▁anymore	-9.96051
▁AND	-9.96069
▁folks	-9.96095
▁murders	-9.96098
▁difference	-9.96123
▁include	-9.9639
▁10.	-9.96391
▁hospital	-9.96397
▁flicks	-9.96456
▁surprisingly	-9.96506
▁element	-9.96526
▁serial	-9.96531
▁motion	-9.96633
▁shocking	-9.96669
▁standards	-9.9671
▁Bo	-9.96745
▁changes	-9.96779
age	-9.96836
▁dad	-9.96902
▁Re	-9.97117
▁stuck	-9.97189
▁step	-9.97203
▁funniest	-9.97204
▁South	-9.97241
▁developed	-9.97346
▁acts	-9.97447
▁filmmaker	-9.97484
▁building	-9.97547
▁complex	-9.97577
▁bottom	-9.97619
▁Story	-9.9766
▁Christopher	-9.97663
▁Though	-9.9771
z	-9.97762
▁victims	-9.97807
▁critics	-9.97908
▁double	-9.97991
ous	-9.98029
▁Eddie	-9.98057
de	-9.98065
▁hasn	-9.98137
▁absurd	-9.9825
▁dreams	-9.98278
▁bland	-9.98397
We	-9.98518
▁stands	-9.98531
▁Please	-9.98568
good	-9.98621
▁ride	-9.98998
▁recommended	-9.99109
▁latter	-9.99197
▁subtle	-9.9922
▁deserve	-9.99249
▁ahead	-9.99374
▁send	-9.99402
▁Christian	-9.99436
▁key	-9.99568
▁island	-9.99589
▁compelling	-9.99664
▁station	-9.99829
▁pull	-9.99842
▁sadly	-9.99973
▁La	-9.99982
▁clothes	-10.0001
▁Jerry	-10.0006
▁addition	-10.0023
▁mid	-10.0032
▁childhood	-10.0043
▁ready	-10.0044
▁numbers	-10.005
▁channel	-10.0064
▁lover	-10.0072
▁Other	-10.0076
▁unlike	-10.0082
▁forgotten	-10.0087
▁edge	-10.0088
▁Allen	-10.0091
▁soap	-10.0091
▁pictures	-10.0095
▁notice	-10.0101
▁damn	-10.0113
em	-10.0119
▁allow	-10.0123
▁current	-10.0127
▁pleasure	-10.0129
▁IS	-10.014
▁noir	-10.0143
▁disaster	-10.0147
&	-10.015
▁million	-10.0154
▁extreme	-10.0158
▁relationships	-10.016
▁boss	-10.0164
▁fellow	-10.0167
▁turning	-10.0174
▁Arthur	-10.0174
▁putting	-10.0176
▁beautifully	-10.0189
▁plan	-10.0234
▁absolute	-10.0241
what	-10.0255
▁holes	-10.0256
▁falling	-10.0258
▁emotions	-10.0288
▁teen	-10.0289
▁unfunny	-10.0292
▁animals	-10.03
Now	-10.0307
▁supposedly	-10.0315
▁deliver	-10.0318
▁intelligence	-10.0334
▁rubbish	-10.0335
▁70	-10.0345
com	-10.0346
▁ground	-10.035
ial	-10.0353
▁c	-10.0357
▁extra	-10.036
▁teacher	-10.0365
▁followed	-10.0366
▁forever	-10.0366
ro	-10.0368
▁race	-10.037
▁unnecessary	-10.0376
▁twice	-10.0377
▁adults	-10.0378
▁ugly	-10.038
▁places	-10.0387
▁affair	-10.0403
▁pop	-10.0407
▁Was	-10.0411
He	-10.0422
▁Mark	-10.0444
When	-10.0447
▁nasty	-10.0462
▁collection	-10.0462
▁information	-10.0465
▁impressed	-10.0466
▁Jean	-10.0469
▁Paris	-10.0469
▁becoming	-10.0474
ley	-10.0475
▁watchable	-10.0483
▁gem	-10.0491
▁image	-10.0494
▁location	-10.0495
▁Rock	-10.05
▁surely	-10.0504
▁industry	-10.0505
▁Shakespeare	-10.0506
▁Hitler	-10.0508
▁filming	-10.0511
▁Batman	-10.0514
year	-10.0522
Don	-10.0536
▁creative	-10.0539
▁six	-10.0545
▁apartment	-10.0548
▁mom	-10.0551
ful	-10.0552
▁shouldn	-10.0555
▁Overall	-10.0561
am	-10.0563
▁fashion	-10.0564
▁share	-10.0565
▁lived	-10.0566
▁picked	-10.0568
▁ghost	-10.0571
▁themes	-10.0578
▁teenage	-10.0587
▁Lynch	-10.0592
▁approach	-10.0595
▁Ms	-10.0597
▁Yet	-10.0598
▁detail	-10.0609
▁member	-10.0615
▁Did	-10.0615
▁rape	-10.0616
ig	-10.062
U	-10.0621
▁mainly	-10.0635
▁producer	-10.0637
▁justice	-10.0642
No	-10.0649
um	-10.065
▁Billy	-10.065
mo	-10.0658
▁struggle	-10.0669
▁West	-10.0672
▁moral	-10.0692
▁proves	-10.0694
▁cry	-10.0703
▁phone	-10.0703
director	-10.0708
ur	-10.0711
▁compare	-10.0712
▁tend	-10.0713
▁hated	-10.072
▁See	-10.072
▁accident	-10.0721
▁favor	-10.0721
▁exist	-10.0724
▁thin	-10.0725
▁feelings	-10.0726
▁quick	-10.0742
▁flaws	-10.0752
▁design	-10.0754
▁seconds	-10.0757
▁N	-10.0762
▁gorgeous	-10.0766
over	-10.0777
▁beat	-10.0781
Overall	-10.0797
▁CGI	-10.0814
▁mark	-10.082
bad	-10.0832
ING	-10.0835
▁ship	-10.0842
▁journey	-10.0857
▁Kelly	-10.0858
▁artistic	-10.0861
▁area	-10.0873
Oh	-10.0879
▁suspect	-10.088
▁mental	-10.0887
▁pretentious	-10.0898
▁angry	-10.091
▁allowed	-10.0917
▁carry	-10.0924
▁asks	-10.0938
Well	-10.0938
▁Nick	-10.0942
▁pilot	-10.0946
▁club	-10.0948
▁genuine	-10.0955
▁ill	-10.096
▁delivers	-10.0961
▁build	-10.0963
▁treat	-10.097
▁aside	-10.0974
▁hurt	-10.0985
▁thoroughly	-10.099
▁comedic	-10.0991
▁wearing	-10.1006
▁professional	-10.1024
▁soft	-10.1027
▁system	-10.1031
▁sucks	-10.1034
▁terribly	-10.1034
▁central	-10.1035
▁Bruce	-10.104
▁draw	-10.1062
▁torture	-10.1068
▁giant	-10.1076
Not	-10.108
▁energy	-10.1082
▁seemingly	-10.1083
▁anywhere	-10.1084
▁religious	-10.1084
▁wall	-10.1086
▁listen	-10.1115
▁realized	-10.1116
▁Jr	-10.113
▁Jane	-10.113
▁Ed	-10.114
▁utter	-10.1141
▁thinks	-10.1146
▁worthy	-10.1148
▁drugs	-10.117
she	-10.1171
▁dying	-10.1172
▁70'	-10.1172
▁Fred	-10.1181
▁Ray	-10.1189
▁sight	-10.1194
▁discover	-10.1195
▁offers	-10.12
▁Anyway	-10.1206
▁Americans	-10.1208
▁explanation	-10.1216
▁pacing	-10.1217
▁commentary	-10.1218
▁personality	-10.1219
land	-10.1222
▁Horror	-10.1224
▁fiction	-10.1228
▁Little	-10.1229
▁began	-10.1235
▁Once	-10.1237
▁onto	-10.1237
▁pieces	-10.1251
▁apparent	-10.1252
▁Many	-10.1255
▁superior	-10.1264
▁Taylor	-10.1267
▁Keaton	-10.1267
▁:	-10.1293
▁physical	-10.1299
▁player	-10.1304
▁joy	-10.131
▁woods	-10.1311
▁tragic	-10.1312
▁fill	-10.1317
▁Despite	-10.1332
4	-10.1337
5	-10.1342
rely	-10.1346
▁drunk	-10.1356
▁hotel	-10.1359
▁nonsense	-10.1362
▁land	-10.1381
▁explained	-10.1382
▁intense	-10.1392
▁provides	-10.1398
▁Douglas	-10.1404
▁process	-10.1404
▁everybody	-10.1405
▁lose	-10.1405
▁****	-10.1405
▁agent	-10.1409
▁Both	-10.141
▁creature	-10.1412
▁held	-10.1423
▁finished	-10.1427
▁suit	-10.1449
▁speaking	-10.145
▁count	-10.1453
▁gotten	-10.1453
▁heroine	-10.1458
▁Stephen	-10.1458
▁sucked	-10.1462
▁12	-10.1473
▁accurate	-10.1487
▁Red	-10.1487
▁army	-10.1503
▁Be	-10.1511
▁accept	-10.1514
▁scared	-10.1514
life	-10.1521
▁St	-10.1544
▁sign	-10.1547
▁independent	-10.1548
▁puts	-10.1553
▁provide	-10.1556
▁Day	-10.1559
▁technical	-10.1582
▁Their	-10.1582
▁brutal	-10.1583
especially	-10.1584
▁advice	-10.1599
??	-10.1601
▁below	-10.161
▁anybody	-10.1616
film	-10.1616
▁Miss	-10.162
▁desperate	-10.1631
▁criminal	-10.164
▁tragedy	-10.1642
▁Jason	-10.1652
▁epic	-10.1654
rs	-10.1657
▁fail	-10.1663
▁smile	-10.1684
▁conflict	-10.1685
▁gags	-10.1691
▁Sean	-10.1698
▁length	-10.1699
▁Everything	-10.1701
▁record	-10.1701
▁mere	-10.1723
▁dreadful	-10.1727
▁floor	-10.1739
▁Moore	-10.174
▁stock	-10.1743
▁Jesus	-10.1744
▁instance	-10.1748
▁loose	-10.1753
▁cops	-10.1756
▁master	-10.1777
we	-10.1786
▁1950	-10.1788
▁amateurish	-10.1788
▁impact	-10.179
looking	-10.1792
▁cross	-10.1807
American	-10.1829
▁thanks	-10.1833
▁cable	-10.1842
▁Having	-10.1851
▁High	-10.1852
▁reviewers	-10.1853
▁rarely	-10.1855
▁personally	-10.1863
▁hadn	-10.1864
▁60	-10.1876
▁necessary	-10.1886
▁Harris	-10.1887
▁wide	-10.1887
▁martial	-10.1888
▁THIS	-10.1889
▁Santa	-10.1897
see	-10.1907
▁finding	-10.1908
▁bright	-10.1916
▁law	-10.1923
▁horse	-10.1927
▁Jackson	-10.1937
▁led	-10.1943
▁players	-10.1943
▁limited	-10.1944
▁noticed	-10.1952
▁treated	-10.1953
▁roll	-10.1968
▁moved	-10.197
ia	-10.1978
▁intriguing	-10.1986
▁responsible	-10.1987
▁Davis	-10.1987
▁Chinese	-10.1988
▁fault	-10.1993
▁Adam	-10.1999
▁includes	-10.2019
▁site	-10.2024
▁Williams	-10.2027
On	-10.2028
▁behavior	-10.2035
▁memories	-10.2035
▁tedious	-10.2035
▁suicide	-10.2037
▁Show	-10.2037
▁faces	-10.2041
▁jump	-10.2065
▁Ford	-10.2074
▁shallow	-10.2084
▁unknown	-10.2086
▁adds	-10.2089
▁somebody	-10.2089
▁food	-10.2089
▁favourite	-10.2101
▁painfully	-10.2106
▁shop	-10.2122
▁crappy	-10.2136
side	-10.2143
▁willing	-10.2144
▁delightful	-10.2146
▁winning	-10.2147
▁screaming	-10.2149
▁desert	-10.2172
▁helped	-10.2182
▁passion	-10.2184
▁memory	-10.2187
▁sake	-10.2187
ized	-10.219
▁continue	-10.2192
nd	-10.2195
▁deserved	-10.2195
▁youth	-10.22
▁destroy	-10.2201
▁manage	-10.2206
▁tape	-10.2207
▁issue	-10.2214
▁brothers	-10.2217
.....	-10.2222
▁asked	-10.2231
▁murdered	-10.2236
ad	-10.2237
▁1970	-10.2238
▁Kevin	-10.2243
▁bank	-10.2245
▁Since	-10.2251
▁theatre	-10.2258
▁la	-10.2261
▁lacking	-10.2283
▁1980	-10.2289
▁pile	-10.2293
▁summer	-10.2294
▁introduced	-10.2295
▁inspired	-10.2298
▁award	-10.2302
▁13	-10.2311
ha	-10.2312
▁Stone	-10.2313
▁wild	-10.2332
▁hopes	-10.2334
▁formula	-10.2339
▁irritating	-10.2341
▁empty	-10.2341
▁engaging	-10.2342
▁lousy	-10.2343
don	-10.2343
▁wanting	-10.2353
her	-10.2357
▁pulled	-10.2359
▁pleasant	-10.2363
▁deeply	-10.2365
▁embarrassing	-10.2384
Even	-10.2387
▁cash	-10.2392
▁twenty	-10.2393
▁VHS	-10.2394
▁kinda	-10.2396
▁born	-10.24
▁Ma	-10.2416
???	-10.2416
▁author	-10.2418
▁European	-10.2421
▁partner	-10.2422
they	-10.2439
▁saved	-10.2442
▁religion	-10.2444
▁substance	-10.2444
▁Everyone	-10.2452
▁Danny	-10.2453
▁ruin	-10.2454
top	-10.2458
men	-10.2458
▁talents	-10.2467
mon	-10.2468
▁comparison	-10.2468
▁guns	-10.2469
▁constant	-10.2485
▁surprising	-10.2487
▁dangerous	-10.2497
there	-10.2501
▁humorous	-10.2501
▁disgusting	-10.2502
▁concerned	-10.2508
▁mine	-10.2511
▁dis	-10.2518
▁Street	-10.2524
▁portray	-10.2537
▁tears	-10.254
▁context	-10.2549
▁consist	-10.255
▁contrived	-10.255
▁costs	-10.2551
ma	-10.2553
▁Anthony	-10.2555
▁Joan	-10.2557
▁practical	-10.2558
▁Kate	-10.2561
▁White	-10.2561
▁capture	-10.2563
▁fat	-10.2565
▁vision	-10.259
▁quiet	-10.259
per	-10.2594
ent	-10.2602
▁satire	-10.2603
▁Luke	-10.2608
▁Harry	-10.2608
▁media	-10.2612
▁included	-10.2621
▁debut	-10.2624
▁event	-10.2633
▁kick	-10.2644
▁cameo	-10.2648
▁knowledge	-10.2656
▁corny	-10.2657
▁lies	-10.2661
▁Johnny	-10.2664
▁boat	-10.2667
▁Asian	-10.267
▁Che	-10.2672
▁dated	-10.2681
▁loves	-10.2686
▁officer	-10.2689
▁insult	-10.2701
Also	-10.2705
However	-10.2705
▁Morgan	-10.2708
ive	-10.2709
id	-10.2711
▁dry	-10.2711
▁cars	-10.2726
▁Park	-10.2761
ier	-10.2763
▁driving	-10.2765
▁Gary	-10.2775
▁skills	-10.2775
▁develop	-10.2777
▁bits	-10.278
J	-10.2783
▁Bob	-10.2783
▁bloody	-10.279
▁alien	-10.28
▁visit	-10.2812
▁months	-10.2812
although	-10.2815
▁hidden	-10.2819
▁bigger	-10.282
▁search	-10.2832
▁assume	-10.2834
▁sing	-10.2839
▁Wood	-10.2848
▁failure	-10.2848
▁chick	-10.2854
though	-10.2855
▁judge	-10.2857
▁awkward	-10.2857
▁II	-10.2859
▁curious	-10.2859
▁sees	-10.2863
▁church	-10.2869
▁gratuitous	-10.2871
▁helps	-10.2872
▁remarkable	-10.2873
▁fame	-10.2874
);	-10.2878
▁Really	-10.2883
▁Which	-10.2885
ueen	-10.2889
▁warning	-10.289
▁stereotypes	-10.2893
▁blue	-10.2907
▁artist	-10.2909
ary	-10.2921
▁zero	-10.293
▁r	-10.2937
!!!!	-10.2941
▁mixed	-10.2948
▁prove	-10.2952
▁program	-10.296
▁amateur	-10.2967
▁unusual	-10.2969
▁regular	-10.2972
ee	-10.298
▁NO	-10.2981
▁stopped	-10.2982
▁range	-10.2996
▁Okay	-10.2998
▁Avoid	-10.3009
▁arts	-10.3024
▁sea	-10.3025
▁Brown	-10.3031
▁opposite	-10.3036
▁grew	-10.3036
▁gonna	-10.3037
▁seven	-10.3037
▁Dark	-10.3042
▁wedding	-10.3042
▁dealing	-10.3043
▁wonderfully	-10.3044
▁locations	-10.3052
!).	-10.3061
▁commercial	-10.3064
▁Russian	-10.3076
ner	-10.3079
▁therefore	-10.3092
▁excited	-10.3093
▁skip	-10.3094
▁travel	-10.3096
▁Superman	-10.3099
▁asleep	-10.3103
work	-10.311
▁plane	-10.311
▁toward	-10.3117
8	-10.3117
way	-10.3131
ant	-10.3139
screen	-10.3145
▁Men	-10.3149
▁/	-10.3149
▁thus	-10.3152
im	-10.3156
ize	-10.3158
▁received	-10.3159
▁ruined	-10.3163
▁?	-10.317
▁18	-10.3171
▁lets	-10.3172
▁desire	-10.3173
▁parody	-10.3186
▁appealing	-10.3189
▁grade	-10.3191
▁understanding	-10.3194
▁community	-10.3204
▁village	-10.3207
7	-10.3208
▁Nancy	-10.3209
▁gold	-10.321
▁rental	-10.321
▁Those	-10.3214
▁news	-10.3223
▁Ra	-10.3228
▁blonde	-10.3233
▁returns	-10.3242
▁soldier	-10.3249
▁Steven	-10.3255
▁radio	-10.326
▁reviewer	-10.3262
▁creating	-10.3262
▁psychological	-10.3263
▁witty	-10.3263
▁majority	-10.3263
se	-10.327
▁foot	-10.3275
▁con	-10.3278
▁Wow	-10.3286
▁Anne	-10.3288
▁display	-10.3294
▁trust	-10.3295
▁paper	-10.3307
▁heads	-10.3308
▁loss	-10.3316
▁villains	-10.3316
▁Japan	-10.3318
▁atrocious	-10.3319
▁aware	-10.332
▁Alex	-10.3324
▁recall	-10.3325
▁Jackie	-10.3326
▁yeah	-10.3331
played	-10.3345
▁clue	-10.3362
▁loses	-10.3369
▁England	-10.3375
▁offensive	-10.3376
▁Spanish	-10.3378
▁gross	-10.3378
▁semi	-10.3378
ke	-10.338
▁entertained	-10.3386
▁involves	-10.3392
x	-10.3409
▁window	-10.3418
▁animal	-10.3423
▁Chan	-10.3428
▁horribly	-10.3432
▁THAT	-10.3432
▁depressing	-10.3433
▁friendship	-10.3433
▁promising	-10.3435
9	-10.3435
▁humanity	-10.3436
▁endless	-10.3438
▁Mike	-10.3439
▁grown	-10.3439
▁Eric	-10.3443
▁Part	-10.3464
▁lovers	-10.347
They	-10.3471
▁fights	-10.3479
▁warm	-10.3484
▁starting	-10.3485
▁uninteresting	-10.349
▁executed	-10.3494
▁Alan	-10.3507
ho	-10.3507
▁e	-10.3511
ate	-10.3523
▁vehicle	-10.3538
▁machine	-10.354
▁loving	-10.3546
▁faith	-10.3547
While	-10.3548
Some	-10.3549
▁MST	-10.3551
▁eat	-10.3559
▁laughter	-10.356
star	-10.3569
Then	-10.357
▁passed	-10.3575
▁costume	-10.3585
▁junk	-10.3586
▁lower	-10.3588
▁results	-10.359
▁hits	-10.3594
▁choose	-10.3597
▁unrealistic	-10.3606
▁breaks	-10.3614
▁heroes	-10.3621
ti	-10.3621
▁cuts	-10.3622
▁wise	-10.3625
ted	-10.3636
▁blind	-10.3638
ta	-10.3638
▁board	-10.3642
▁study	-10.3645
▁perspective	-10.3655
▁priest	-10.3655
▁references	-10.3658
da	-10.366
ER	-10.3663
▁unable	-10.367
▁Tony	-10.3671
▁Death	-10.3674
▁efforts	-10.3691
ED	-10.3693
▁overly	-10.3697
▁finale	-10.3702
▁relate	-10.3711
▁relief	-10.3725
▁ALL	-10.3725
▁foreign	-10.3727
▁existence	-10.3728
some	-10.373
▁gory	-10.3737
▁holds	-10.3741
▁growing	-10.3744
▁pair	-10.3747
▁produce	-10.3761
▁scare	-10.3762
First	-10.3773
nt	-10.3778
▁research	-10.3782
▁logic	-10.3783
▁Wilson	-10.3784
▁Washington	-10.3785
How	-10.3787
▁singer	-10.3789
▁Blood	-10.3789
▁IT	-10.3792
▁revealed	-10.3793
▁France	-10.3796
At	-10.3802
▁sell	-10.3802
▁delivered	-10.3804
▁normally	-10.3804
▁steal	-10.3805
▁monsters	-10.3808
▁higher	-10.3823
sh	-10.3826
▁correct	-10.3843
▁Green	-10.3845
▁ladies	-10.3846
li	-10.3848
▁owner	-10.3849
ger	-10.3862
▁convey	-10.3866
▁calls	-10.3873
▁types	-10.3874
▁nicely	-10.3876
▁featur	-10.3895
▁treatment	-10.3904
just	-10.3904
▁Anderson	-10.3905
▁dislike	-10.3906
▁originally	-10.3907
▁Lady	-10.3907
▁fate	-10.3909
▁mission	-10.3911
▁Jimmy	-10.3912
▁Parker	-10.3914
▁edited	-10.3917
▁flying	-10.3923
▁discovered	-10.3927
▁deals	-10.3958
▁Ann	-10.3961
▁numerous	-10.3964
▁forgettable	-10.3966
▁built	-10.3968
▁essentially	-10.3971
**	-10.3973
▁cost	-10.3974
▁capable	-10.3981
▁spoil	-10.3983
▁reach	-10.3989
▁keeping	-10.3996
▁flesh	-10.401
▁promise	-10.4011
▁test	-10.4011
▁Grant	-10.4014
▁luck	-10.4022
▁May	-10.4024
▁ordinary	-10.4027
▁saving	-10.4029
▁Dick	-10.4031
▁price	-10.4056
▁asking	-10.4058
▁meeting	-10.4082
▁Mc	-10.4087
▁protagonist	-10.4087
▁evidence	-10.4087
▁reaction	-10.4088
▁Roy	-10.4091
Why	-10.4091
▁suck	-10.4098
▁Albert	-10.4099
▁humans	-10.4099
▁vampires	-10.41
▁lesson	-10.4101
▁proved	-10.4102
ni	-10.4103
▁More	-10.4121
▁Time	-10.4132
▁pro	-10.4132
▁theaters	-10.4144
▁segment	-10.4149
▁product	-10.415
▁Sinatra	-10.4152
▁African	-10.4153
▁Lugosi	-10.4153
▁Gene	-10.4154
▁powers	-10.4154
▁Thomas	-10.4157
▁inept	-10.4175
▁speed	-10.4193
▁remembered	-10.4194
▁rescue	-10.4197
▁unexpected	-10.4198
▁insane	-10.42
▁proper	-10.4202
▁wit	-10.4206
▁safe	-10.4209
▁continuity	-10.421
▁qualities	-10.421
▁plague	-10.421
▁routine	-10.4212
house	-10.4212
▁connection	-10.4212
▁decade	-10.4213
John	-10.4215
▁flashbacks	-10.4219
▁Brian	-10.422
▁Cinderella	-10.4225
ber	-10.4238
▁field	-10.4243
▁learned	-10.4255
▁bear	-10.427
▁Murphy	-10.4275
▁Gordon	-10.4277
▁graphic	-10.4279
▁Andy	-10.4285
▁Life	-10.4285
▁dressed	-10.4288
▁ball	-10.4294
TV	-10.4307
▁claim	-10.4308
▁accents	-10.4319
▁Matt	-10.4323
ru	-10.4325
▁print	-10.4329
▁unconvincing	-10.4336
▁Li	-10.4338
▁Caine	-10.4339
▁games	-10.434
▁dubbed	-10.434
▁green	-10.4341
▁captured	-10.4352
▁Fox	-10.4355
▁continues	-10.4375
▁sheer	-10.4378
my	-10.4385
▁combination	-10.4399
▁Academy	-10.44
▁Dan	-10.4405
▁mini	-10.4405
▁realism	-10.4418
▁traditional	-10.442
▁circumstances	-10.4422
▁model	-10.4428
▁clean	-10.4445
▁suffering	-10.4446
ir	-10.445
po	-10.4451
▁bore	-10.4453
▁survive	-10.4455
▁Page	-10.4466
▁Broadway	-10.4466
▁blah	-10.4468
After	-10.4469
▁market	-10.4495
▁walked	-10.4497
▁leader	-10.45
oh	-10.4504
tic	-10.4511
▁figured	-10.4513
day	-10.4517
▁identity	-10.4527
▁round	-10.4527
▁fare	-10.4533
di	-10.4538
▁hearing	-10.4539
rd	-10.4552
▁visuals	-10.4557
▁bothered	-10.4558
▁execution	-10.4567
▁factor	-10.4588
▁exceptional	-10.4589
▁morning	-10.4591
▁discovers	-10.4592
▁ancient	-10.4592
▁category	-10.4592
▁sympathetic	-10.4593
▁Lincoln	-10.4594
ol	-10.4596
ably	-10.4597
▁grace	-10.4598
▁feet	-10.4601
▁idiot	-10.4602
▁root	-10.4604
▁generation	-10.4604
▁Sadly	-10.4605
▁Germany	-10.4608
▁None	-10.4609
▁per	-10.461
▁teenager	-10.4611
▁theatrical	-10.4626
▁ran	-10.4628
▁highlight	-10.4654
▁Jeff	-10.4668
ero	-10.4671
▁grow	-10.4688
▁Mel	-10.4696
▁Daniel	-10.4702
?!	-10.4706
till	-10.4714
▁harsh	-10.472
▁hang	-10.4726
▁Lord	-10.4728
▁perform	-10.4749
dy	-10.4783
▁Clark	-10.4787
▁prevent	-10.4787
▁Freeman	-10.479
▁finest	-10.4794
▁Sci	-10.4799
▁decision	-10.4801
▁attitude	-10.4804
▁Ted	-10.4807
▁bomb	-10.4807
▁seat	-10.4808
▁Cage	-10.481
▁described	-10.4812
▁caused	-10.4814
▁portraying	-10.4816
▁sole	-10.4817
▁cares	-10.482
▁portrays	-10.4821
▁crude	-10.4826
▁contain	-10.4829
▁recognize	-10.4841
▁witness	-10.4843
▁whil	-10.4848
6	-10.4849
▁Europe	-10.4852
▁drag	-10.4854
▁Canadian	-10.4856
▁psycho	-10.4859
With	-10.4863
▁frame	-10.4866
▁pity	-10.4866
▁convinced	-10.4867
▁d	-10.4868
▁lucky	-10.4868
▁hint	-10.487
▁paint	-10.4873
▁Western	-10.4874
▁path	-10.4875
▁DO	-10.4876
▁par	-10.488
▁shocked	-10.488
led	-10.4894
▁14	-10.4903
▁ludicrous	-10.4909
▁sequels	-10.491
▁propaganda	-10.4923
▁frankly	-10.4923
▁load	-10.4924
▁Bourne	-10.4924
▁Drew	-10.4924
▁Plus	-10.4925
▁Freddy	-10.493
▁scenario	-10.4935
ba	-10.494
▁Un	-10.4947
▁unfortunate	-10.4976
▁opens	-10.4984
▁Victoria	-10.4987
▁families	-10.4987
▁crowd	-10.4988
▁skin	-10.4988
▁convince	-10.499
▁center	-10.499
▁downright	-10.4991
▁Apparently	-10.4994
▁Saturday	-10.4995
▁thank	-10.4998
▁Oliver	-10.5
ious	-10.5001
▁Wars	-10.5031
Do	-10.5049
▁spoof	-10.5053
▁Simon	-10.5054
▁makeup	-10.5055
▁technology	-10.5055
▁Trek	-10.5055
▁bodies	-10.5055
▁werewolf	-10.5056
▁entertain	-10.506
▁chosen	-10.506
▁individual	-10.506
▁steals	-10.5061
▁occasionally	-10.5068
▁buying	-10.5072
▁unlikely	-10.5075
▁drop	-10.5079
▁rise	-10.5084
▁sports	-10.5088
▁dollars	-10.5116
▁ultimate	-10.5116
▁MOVIE	-10.512
▁Seagal	-10.5126
▁mistakes	-10.513
▁scale	-10.5132
including	-10.5134
▁Robin	-10.5134
▁Halloween	-10.5136
▁Are	-10.5139
▁11	-10.514
▁hide	-10.5141
▁hanging	-10.5146
▁Girl	-10.515
▁crying	-10.5158
▁sudden	-10.518
▁appropriate	-10.5183
▁risk	-10.5184
▁Texas	-10.5193
▁private	-10.5194
▁Dur	-10.5195
▁reporter	-10.5196
▁Island	-10.5197
▁Captain	-10.5197
▁vote	-10.5198
▁Anyone	-10.5203
▁Never	-10.5205
▁account	-10.5211
▁degree	-10.5211
▁largely	-10.522
▁emotionally	-10.5225
▁SO	-10.5227
▁cartoons	-10.5231
▁strongly	-10.5244
▁occasional	-10.525
▁spectacular	-10.5252
▁actions	-10.5255
▁viewed	-10.5256
▁abuse	-10.5258
▁excitement	-10.5261
▁reputation	-10.5262
▁underrated	-10.5262
▁Branagh	-10.5264
▁strength	-10.5265
▁broken	-10.5266
▁latest	-10.5267
▁accidentally	-10.5267
▁concern	-10.527
red	-10.5279
▁talks	-10.5285
▁Last	-10.5297
▁marry	-10.5308
▁Dean	-10.5309
▁false	-10.5318
▁initial	-10.532
▁struggling	-10.533
▁naive	-10.533
▁hire	-10.5332
▁according	-10.5334
▁Ron	-10.5336
▁Columbo	-10.5337
et	-10.5341
▁fly	-10.5341
▁renting	-10.5343
rated	-10.5345
▁seasons	-10.5357
▁believed	-10.5367
▁claims	-10.5395
▁repeated	-10.5398
▁ashamed	-10.54
▁virtually	-10.5403
▁depicted	-10.5403
▁UK	-10.5407
▁obsessed	-10.5408
▁Actually	-10.541
▁Again	-10.541
She	-10.5417
▁gangster	-10.5426
os	-10.5426
▁heck	-10.5428
▁prefer	-10.543
kin	-10.5435
▁th	-10.5437
▁king	-10.5451
▁magnificent	-10.5458
ard	-10.5459
▁Marie	-10.547
▁truck	-10.5472
▁Vietnam	-10.5473
▁Kong	-10.5474
▁exploitation	-10.5475
▁bus	-10.5479
▁Barbara	-10.5479
▁handled	-10.5485
ler	-10.5493
▁sounded	-10.5494
▁festival	-10.5499
▁belief	-10.5501
▁wind	-10.5502
▁standing	-10.5503
ah	-10.5511
▁Being	-10.5516
down	-10.5523
▁Any	-10.5531
▁forces	-10.5533
▁ignore	-10.5536
▁chose	-10.5538
ph	-10.554
▁turkey	-10.5541
▁department	-10.5543
▁satisfying	-10.5552
▁Before	-10.5553
From	-10.5555
▁Much	-10.556
▁grand	-10.557
▁allows	-10.5573
▁previously	-10.5582
▁stayed	-10.5598
▁obnoxious	-10.56
▁regret	-10.5608
▁baseball	-10.5613
▁Come	-10.5614
▁VERY	-10.5615
▁Evil	-10.562
▁Rob	-10.5626
▁associate	-10.5626
Just	-10.5627
▁target	-10.5631
Of	-10.5633
▁source	-10.5642
▁device	-10.5643
▁spoilers	-10.5644
▁Edward	-10.5647
rate	-10.566
▁term	-10.5681
▁sheriff	-10.5685
▁slapstick	-10.5685
▁weekend	-10.5685
▁worthwhile	-10.5686
▁handsome	-10.5687
▁stupidity	-10.5693
Anyway	-10.5699
▁mindless	-10.5716
▁remain	-10.5754
▁Festival	-10.5757
▁stereotypical	-10.5757
▁jail	-10.5757
▁contemporary	-10.5759
▁security	-10.5762
called	-10.5762
▁nominated	-10.5764
▁required	-10.5764
LY	-10.5793
▁contrast	-10.5793
ombie	-10.5796
▁met	-10.5798
▁Killer	-10.58
▁eating	-10.5803
▁training	-10.5804
Let	-10.5806
con	-10.5813
▁praise	-10.5821
▁besides	-10.5822
▁exact	-10.5828
▁Mo	-10.5831
▁angles	-10.5832
▁Ryan	-10.5835
▁speaks	-10.5835
▁touches	-10.5835
▁Susan	-10.5837
▁/>*	-10.5838
▁politics	-10.5842
▁originality	-10.5845
▁Brothers	-10.5846
▁surprises	-10.5861
der	-10.5863
▁Up	-10.5865
▁legend	-10.5869
▁focused	-10.5869
Fi	-10.5871
▁TO	-10.5887
▁Hell	-10.5895
▁text	-10.59
▁narration	-10.5904
▁Wayne	-10.5909
▁Co	-10.591
▁dirty	-10.5911
▁About	-10.5918
made	-10.5924
▁fits	-10.5927
▁IN	-10.5928
▁Roger	-10.5929
▁anger	-10.5938
▁dozen	-10.5946
▁Get	-10.5956
plot	-10.5957
▁park	-10.5965
▁brilliantly	-10.5966
▁flow	-10.5976
▁racist	-10.5978
▁Russell	-10.5978
▁wake	-10.5978
▁funnier	-10.5978
▁stolen	-10.5979
▁embarrassed	-10.5981
***	-10.5984
▁Moon	-10.5984
▁mildly	-10.5985
bo	-10.6012
▁Anna	-10.6013
▁25	-10.603
▁uncle	-10.603
▁gain	-10.6039
▁frightening	-10.6055
▁Widmark	-10.6055
▁Holmes	-10.6055
▁halfway	-10.6056
▁19	-10.6059
▁van	-10.6061
▁cutting	-10.6064
▁erotic	-10.6068
dimensional	-10.6069
▁vs	-10.6078
losing	-10.609
action	-10.6092
Yes	-10.6099
real	-10.6108
▁handle	-10.612
▁inner	-10.6127
▁multiple	-10.6127
▁stomach	-10.6127
▁summary	-10.6128
▁refreshing	-10.6129
▁amazed	-10.6131
▁witch	-10.6135
▁Sometimes	-10.6135
▁Baby	-10.6141
▁express	-10.6142
▁Yeah	-10.6144
▁weeks	-10.6145
▁Cat	-10.6146
▁knock	-10.6155
▁Ned	-10.6167
▁lesbian	-10.6172
▁sharp	-10.6173
▁section	-10.6175
▁Kim	-10.6176
▁covered	-10.6184
▁teenagers	-10.6192
▁dude	-10.6196
▁arm	-10.6197
▁cheese	-10.6203
▁understood	-10.6205
▁hat	-10.6205
▁rough	-10.6206
▁nude	-10.6206
▁paying	-10.6206
▁supernatural	-10.6206
▁Look	-10.6208
▁Australian	-10.6208
▁mainstream	-10.6208
▁Joseph	-10.6209
▁combined	-10.6213
oo	-10.6224
▁Lewis	-10.6224
▁sh	-10.623
▁expression	-10.6261
▁Christ	-10.6263
▁structure	-10.6266
▁murderer	-10.627
▁India	-10.6271
An	-10.6279
▁lazy	-10.628
▁surface	-10.628
▁prime	-10.6282
▁North	-10.6286
▁provided	-10.6311
▁lawyer	-10.6323
▁Finally	-10.6324
▁indie	-10.6324
▁sword	-10.6325
▁wear	-10.6326
▁movement	-10.633
