<pad>	0
<unk>	0
s	-3.14987
▁the	-3.55657
,	-3.65496
.	-3.68718
▁a	-3.97393
t	-4.21385
▁and	-4.21521
▁	-4.25698
▁to	-4.26865
▁of	-4.27418
'	-4.3598
br	-4.54823
▁is	-4.56481
▁/>	-4.5895
▁in	-4.61665
▁I	-4.75013
ing	-4.79244
▁it	-4.81748
ed	-4.88758
d	-4.95795
▁that	-4.97794
▁this	-5.05881
y	-5.11646
<	-5.12006
n	-5.17669
e	-5.27212
▁was	-5.27844
ly	-5.33033
▁movie	-5.33451
-	-5.35368
▁for	-5.3744
▁film	-5.46921
▁with	-5.47659
er	-5.52597
.<	-5.60095
▁The	-5.61464
▁as	-5.65788
▁but	-5.6658
a	-5.67621
p	-5.68369
▁be	-5.70296
o	-5.71316
▁on	-5.7147
"	-5.72961
▁you	-5.75495
▁"	-5.76473
m	-5.77974
re	-5.78324
▁(	-5.78536
▁not	-5.82129
▁are	-5.83443
c	-5.84186
r	-5.84743
▁have	-5.84817
in	-5.90217
▁he	-5.90918
or	-5.91641
l	-5.9426
▁his	-5.97936
▁so	-6.00559
▁one	-6.00995
al	-6.03236
g	-6.07548
)	-6.08228
▁an	-6.11055
ar	-6.11285
▁like	-6.13374
▁all	-6.13498
▁who	-6.16799
▁by	-6.18574
b	-6.18934
le	-6.20162
an	-6.22032
▁S	-6.23784
▁at	-6.2388
i	-6.25037
▁from	-6.2767
en	-6.28435
ur	-6.28732
▁B	-6.28996
▁out	-6.30435
f	-6.3227
▁f	-6.32401
▁they	-6.32543
▁re	-6.33044
▁just	-6.33487
ri	-6.33989
▁or	-6.35838
▁about	-6.37339
▁b	-6.39804
▁her	-6.39815
!	-6.40092
▁A	-6.40671
on	-6.4119
?	-6.42161
▁has	-6.42443
k	-6.43414
▁no	-6.43488
▁It	-6.43569
w	-6.45229
I	-6.47754
▁some	-6.48225
th	-6.4839
▁can	-6.48458
ve	-6.49481
it	-6.49993
ra	-6.50824
▁me	-6.51505
es	-6.52122
▁good	-6.52612
h	-6.53834
ic	-6.55758
u	-6.57223
▁would	-6.58278
▁up	-6.58951
A	-6.59491
▁c	-6.60964
▁more	-6.6148
▁P	-6.63424
la	-6.64116
▁what	-6.65257
▁time	-6.65765
▁very	-6.66452
...	-6.66792
▁This	-6.672
at	-6.68126
▁do	-6.70243
▁F	-6.7026
▁there	-6.71337
ter	-6.71827
se	-6.71965
▁see	-6.72481
ce	-6.73764
The	-6.73819
▁were	-6.7401
▁even	-6.74952
▁really	-6.75264
ch	-6.75573
ro	-6.75708
▁p	-6.75924
▁had	-6.76008
▁she	-6.76997
▁story	-6.77322
▁when	-6.77567
▁only	-6.77817
▁if	-6.78506
il	-6.79882
S	-6.80602
ll	-6.8071
ir	-6.81026
▁bad	-6.8111
▁C	-6.81667
▁W	-6.81851
ation	-6.81966
ent	-6.8243
ne	-6.8259
▁my	-6.82791
▁show	-6.84413
▁de	-6.848
▁un	-6.85645
un	-6.85993
▁st	-6.86085
▁we	-6.8656
▁than	-6.87442
▁which	-6.89794
▁their	-6.90033
:	-6.91345
▁g	-6.91684
▁other	-6.92919
lo	-6.93438
▁get	-6.95191
▁much	-6.9586
us	-6.96051
el	-6.97185
▁E	-6.97493
▁make	-6.97927
T	-6.98824
▁been	-6.99288
li	-6.99746
▁T	-7.00195
ill	-7.00335
▁-	-7.00481
▁people	-7.0161
ion	-7.02497
E	-7.0265
ate	-7.027
able	-7.0329
as	-7.03563
▁K	-7.03755
▁think	-7.04036
O	-7.0456
z	-7.04625
▁will	-7.04784
▁great	-7.05807
▁because	-7.06046
▁into	-7.06069
ive	-7.07392
▁know	-7.07451
▁made	-7.07906
▁way	-7.08636
▁most	-7.08681
▁could	-7.09968
▁over	-7.09995
▁any	-7.10543
▁well	-7.11064
▁go	-7.11178
id	-7.11646
ie	-7.12006
and	-7.12111
ity	-7.13289
D	-7.13333
▁first	-7.14209
▁him	-7.14256
▁don	-7.15055
is	-7.16735
▁end	-7.16969
▁G	-7.17213
est	-7.1809
vi	-7.19897
ul	-7.20463
▁how	-7.20536
▁character	-7.21244
▁con	-7.21277
▁say	-7.21639
▁watch	-7.21672
▁off	-7.22239
▁plot	-7.23405
et	-7.23639
▁them	-7.24126
▁too	-7.24486
M	-7.24499
ad	-7.24958
▁He	-7.25421
▁w	-7.26532
ke	-7.27078
▁also	-7.27809
▁acting	-7.28305
▁work	-7.28477
um	-7.28842
▁And	-7.29578
▁i	-7.29581
C	-7.29814
▁love	-7.30135
▁seen	-7.31367
ol	-7.32297
▁characters	-7.32611
x	-7.33173
ers	-7.33484
less	-7.34569
ment	-7.35131
▁But	-7.35934
▁H	-7.3599
▁e	-7.36173
;	-7.36308
▁r	-7.36358
man	-7.36847
me	-7.37252
ig	-7.37534
de	-7.38435
▁after	-7.38486
▁did	-7.39206
am	-7.39288
H	-7.39861
▁never	-7.39914
▁part	-7.4048
ant	-7.40564
ma	-7.40603
ry	-7.40659
▁being	-7.41555
▁many	-7.4177
▁two	-7.41839
▁life	-7.42702
▁better	-7.42817
▁ever	-7.42852
B	-7.43885
▁man	-7.44584
▁com	-7.44848
▁little	-7.44912
im	-7.45464
▁scene	-7.45719
▁where	-7.45879
▁your	-7.45963
▁movies	-7.46127
).	-7.46282
ine	-7.46429
▁In	-7.46665
▁D	-7.46967
ous	-7.47036
▁'	-7.47218
▁M	-7.48068
▁should	-7.48083
ist	-7.48686
▁V	-7.48755
▁does	-7.49401
W	-7.49776
ick	-7.50038
ng	-7.50205
end	-7.5063
ted	-7.50701
▁best	-7.51561
▁O	-7.5159
te	-7.51745
ies	-7.52175
0	-7.5269
ure	-7.53054
ty	-7.53611
▁want	-7.53915
v	-7.53957
▁sp	-7.54233
N	-7.54411
▁There	-7.54638
▁back	-7.55389
ge	-7.55688
/	-7.5587
▁pa	-7.56045
▁St	-7.5628
▁pro	-7.56406
age	-7.5736
),	-7.57565
▁ho	-7.57595
lu	-7.57772
▁then	-7.57895
▁ma	-7.5792
tion	-7.57934
ance	-7.58101
▁ex	-7.58126
na	-7.58289
▁ch	-7.58433
om	-7.59143
ell	-7.59209
▁dis	-7.59317
▁find	-7.59368
▁real	-7.59445
▁<	-7.59979
▁co	-7.60004
ck	-7.60086
ho	-7.60151
ag	-7.60217
pe	-7.60377
ow	-7.60381
ud	-7.60953
▁here	-7.61373
no	-7.61401
▁something	-7.61686
▁thing	-7.62032
tic	-7.62419
▁through	-7.62647
ian	-7.62671
ap	-7.62726
ish	-7.63448
▁scenes	-7.63518
ting	-7.63605
the	-7.6368
▁Ma	-7.63878
▁mo	-7.63982
▁such	-7.64523
pp	-7.6478
▁still	-7.65006
ia	-7.65369
ver	-7.65473
G	-7.65533
▁give	-7.65566
▁films	-7.65674
op	-7.65768
oo	-7.66052
son	-7.66403
bo	-7.66415
L	-7.66573
▁pre	-7.66882
▁cast	-7.66914
▁point	-7.66943
ect	-7.67013
▁old	-7.673
▁watching	-7.67501
▁tr	-7.67916
R	-7.6795
▁sh	-7.687
▁doesn	-7.69187
▁didn	-7.69466
sh	-7.70104
▁19	-7.70473
▁director	-7.70611
▁R	-7.70766
▁actors	-7.70848
▁m	-7.71548
▁funny	-7.71828
▁lot	-7.72126
P	-7.7255
▁Ro	-7.72971
ha	-7.73363
▁If	-7.73393
▁v	-7.738
▁those	-7.75225
▁guy	-7.75681
ence	-7.75887
▁De	-7.76022
▁1	-7.76436
▁look	-7.77493
F	-7.7791
nd	-7.78202
mo	-7.78204
▁these	-7.78746
▁role	-7.78987
ti	-7.79045
▁fact	-7.79164
▁few	-7.79535
▁start	-7.79639
od	-7.79665
▁every	-7.79936
one	-7.80113
▁down	-7.80255
vo	-7.80509
ful	-7.80766
▁years	-7.80815
em	-7.80851
▁actually	-7.80955
▁star	-7.80966
ee	-7.81298
co	-7.81536
▁going	-7.81788
▁nothing	-7.8189
to	-7.82442
▁laugh	-7.82593
▁why	-7.82648
▁same	-7.82996
ally	-7.83093
▁Ch	-7.83301
▁got	-7.83911
he	-7.84134
▁mean	-7.84349
▁original	-7.85146
▁la	-7.85347
ven	-7.85986
▁ba	-7.86128
▁before	-7.86214
▁long	-7.86253
per	-7.86271
▁su	-7.86581
be	-7.87113
ut	-7.87174
ise	-7.87303
▁though	-7.87871
▁cr	-7.88242
dy	-7.88427
▁script	-7.88599
▁girl	-7.88893
hi	-7.89063
▁thought	-7.89177
ward	-7.89484
▁Le	-7.90056
▁bit	-7.90224
▁So	-7.90433
▁far	-7.9077
▁L	-7.90886
ness	-7.90931
ner	-7.91345
▁pretty	-7.91798
▁us	-7.92179
▁another	-7.92454
▁turn	-7.92632
▁young	-7.9293
▁feel	-7.93146
▁while	-7.93155
▁new	-7.93442
for	-7.94106
▁makes	-7.9427
der	-7.94334
▁again	-7.94378
ated	-7.94556
▁fan	-7.94625
ster	-7.94735
ld	-7.94843
*	-7.94944
min	-7.95196
▁its	-7.95368
ight	-7.95413
▁enough	-7.95413
ard	-7.95886
ack	-7.95904
▁Ca	-7.96171
▁N	-7.96174
8	-7.96278
1	-7.96288
ca	-7.96473
▁seems	-7.96634
▁You	-7.96911
▁di	-7.97039
mon	-7.97137
▁ha	-7.97326
ay	-7.97493
▁own	-7.97816
ru	-7.97841
▁2	-7.97876
ex	-7.9792
▁quite	-7.98033
▁around	-7.98038
▁need	-7.98068
▁hard	-7.98123
5	-7.98476
po	-7.98507
▁am	-7.99049
ac	-7.99286
all	-7.99486
▁Re	-7.9962
up	-8.00019
ni	-8.00054
7	-8.00252
qu	-8.00302
▁reason	-8.00312
▁come	-8.00393
▁j	-8.00678
▁day	-8.00891
mi	-8.00912
▁set	-8.00938
rr	-8.00956
▁An	-8.01203
▁take	-8.01404
ary	-8.01469
▁kind	-8.01476
▁both	-8.01572
▁least	-8.01595
▁action	-8.01604
▁She	-8.01635
j	-8.01972
ph	-8.02014
▁Be	-8.02318
▁car	-8.02631
▁La	-8.03034
go	-8.03299
▁lo	-8.03403
▁sa	-8.03507
▁big	-8.0361
▁horror	-8.037
▁Bo	-8.04376
▁Da	-8.04491
▁right	-8.04548
ther	-8.04617
▁minutes	-8.04697
▁fun	-8.04805
9	-8.05328
▁whole	-8.05497
▁Ha	-8.06332
if	-8.06386
▁sc	-8.06399
▁interesting	-8.06443
land	-8.06532
▁dr	-8.06543
▁saw	-8.067
▁things	-8.06825
▁now	-8.06872
▁world	-8.06988
▁worst	-8.07033
▁&	-8.07183
ber	-8.07388
ta	-8.07402
▁read	-8.07514
▁must	-8.07565
red	-8.07624
ious	-8.08322
Y	-8.08607
king	-8.0866
ever	-8.09056
▁play	-8.09151
▁expect	-8.09257
▁anything	-8.0926
▁between	-8.09347
▁po	-8.10024
tch	-8.1008
iv	-8.1009
pa	-8.10105
▁may	-8.10149
▁put	-8.10195
--	-8.10772
3	-8.10801
▁tell	-8.10838
▁No	-8.1101
ear	-8.11033
▁might	-8.11177
▁believe	-8.11489
ugh	-8.11606
▁comedy	-8.12329
ten	-8.12348
▁10	-8.1251
▁done	-8.12653
▁without	-8.12829
▁main	-8.13358
ue	-8.13886
▁live	-8.13962
▁shot	-8.14059
act	-8.14069
K	-8.14184
▁idea	-8.14297
fe	-8.14377
▁always	-8.14475
▁poor	-8.14579
▁almost	-8.14665
▁Ho	-8.14961
▁To	-8.15242
▁series	-8.15333
tra	-8.15444
mer	-8.15558
▁war	-8.15975
▁Lo	-8.15996
▁worth	-8.16053
▁music	-8.16288
▁hand	-8.16702
ton	-8.16705
▁under	-8.16782
▁lead	-8.17271
day	-8.17437
use	-8.17796
U	-8.17853
▁place	-8.18118
ice	-8.1813
▁What	-8.18402
com	-8.18403
ring	-8.19214
▁performance	-8.1976
ore	-8.19962
ling	-8.20075
▁last	-8.2015
▁book	-8.20429
▁Y	-8.20436
▁screen	-8.20704
▁Mar	-8.20849
▁name	-8.21076
▁family	-8.21139
▁gets	-8.2128
ab	-8.21459
▁We	-8.21471
ak	-8.21651
▁since	-8.21699
▁They	-8.21706
side	-8.21757
▁ca	-8.21923
▁pr	-8.22074
▁As	-8.22369
ake	-8.22478
gu	-8.22709
cu	-8.22911
V	-8.23072
▁found	-8.23136
▁high	-8.23168
▁en	-8.23743
▁Je	-8.23778
This	-8.23807
▁probably	-8.23862
▁making	-8.24291
▁seem	-8.24362
2	-8.24751
▁isn	-8.24838
▁become	-8.24864
▁Al	-8.249
▁help	-8.24925
▁sure	-8.25277
▁TV	-8.25582
ving	-8.25645
▁woman	-8.25755
ical	-8.26591
▁For	-8.26598
▁audience	-8.26714
6	-8.26761
▁th	-8.26943
▁happen	-8.26978
ran	-8.2708
bi	-8.27256
▁Ba	-8.27505
▁away	-8.27551
▁sense	-8.27629
▁rather	-8.27632
▁Jo	-8.27717
▁money	-8.28091
ach	-8.28107
old	-8.28151
ip	-8.28365
▁kill	-8.28694
▁Mi	-8.28724
▁trying	-8.28932
che	-8.29012
▁appear	-8.29485
body	-8.29691
low	-8.30359
▁actor	-8.30401
▁anyone	-8.30402
▁times	-8.30792
uc	-8.30879
ff	-8.30972
▁That	-8.31373
▁let	-8.31389
▁episode	-8.31543
ating	-8.31649
▁hi	-8.31722
▁Mo	-8.32076
4	-8.32336
▁use	-8.32744
wa	-8.33694
▁act	-8.33794
ger	-8.33863
▁keep	-8.33933
ook	-8.33941
▁Ra	-8.34103
(	-8.34252
ress	-8.3435
▁mind	-8.34473
▁DVD	-8.34569
ble	-8.35206
▁na	-8.35275
ba	-8.35438
▁half	-8.35911
ite	-8.35984
ou	-8.3609
lie	-8.36112
▁problem	-8.36205
▁ending	-8.36438
rs	-8.36638
▁John	-8.36902
▁Co	-8.37244
▁goes	-8.37755
cent	-8.37771
▁course	-8.37868
ub	-8.37986
▁U	-8.38008
ide	-8.38033
▁add	-8.38142
fi	-8.38479
▁watched	-8.38549
▁our	-8.38632
out	-8.38673
▁job	-8.39074
▁Do	-8.39158
▁looks	-8.396
▁rest	-8.39795
by	-8.39882
▁low	-8.40201
▁someone	-8.40216
ial	-8.4024
lic	-8.40253
▁stupid	-8.406
▁wasn	-8.40654
▁review	-8.40662
▁less	-8.40671
▁effects	-8.40835
ably	-8.40875
▁version	-8.41156
ition	-8.41522
▁else	-8.416
▁short	-8.41856
rry	-8.42113
▁comes	-8.42144
",	-8.42317
▁sub	-8.42444
like	-8.42903
▁played	-8.42955
▁said	-8.42965
▁special	-8.42973
▁sex	-8.42983
▁boy	-8.43001
io	-8.43082
▁each	-8.43367
▁Not	-8.43389
cy	-8.43518
uck	-8.43559
pi	-8.43659
▁yet	-8.44076
▁Sa	-8.44249
▁super	-8.44254
▁American	-8.4433
▁Pa	-8.4452
▁different	-8.4462
▁recommend	-8.44876
▁hour	-8.44944
▁looking	-8.45023
▁waste	-8.45281
▁beautiful	-8.45327
▁enjoy	-8.45451
▁having	-8.45565
ism	-8.45801
▁understand	-8.45845
hy	-8.46303
▁head	-8.46412
▁ta	-8.47045
▁second	-8.47216
▁view	-8.47389
▁sound	-8.47424
▁Ja	-8.47525
▁When	-8.47746
▁hope	-8.48084
▁boring	-8.48161
tal	-8.48203
▁li	-8.48233
▁All	-8.48504
▁awful	-8.48699
▁3	-8.48735
It	-8.48836
▁Se	-8.49002
▁together	-8.49076
▁year	-8.49235
▁lack	-8.49321
▁left	-8.49478
▁follow	-8.49613
▁supposed	-8.49762
▁nice	-8.49762
but	-8.49975
▁entire	-8.50087
▁fall	-8.50274
▁miss	-8.50796
▁comment	-8.50952
▁three	-8.51108
▁Th	-8.51193
ga	-8.51817
▁came	-8.52079
ire	-8.52244
▁home	-8.52385
▁attempt	-8.52413
▁care	-8.52666
▁Me	-8.52743
rew	-8.53168
▁night	-8.53192
ron	-8.53305
▁imp	-8.53338
▁completely	-8.53598
▁plays	-8.53612
led	-8.53769
▁Ar	-8.53878
▁line	-8.54063
J	-8.54103
▁My	-8.5429
▁Li	-8.54622
▁himself	-8.54655
▁true	-8.54662
▁fight	-8.54772
▁murder	-8.54868
▁wife	-8.54869
▁Car	-8.54983
▁cut	-8.55108
▁camera	-8.55308
▁person	-8.55625
ile	-8.5571
own	-8.56004
▁perfect	-8.5601
▁simply	-8.56082
▁piece	-8.56083
▁face	-8.56112
ual	-8.56132
her	-8.56168
▁especially	-8.56224
▁father	-8.56443
▁fail	-8.5659
ev	-8.5705
▁4	-8.5709
ug	-8.57293
▁Di	-8.57381
light	-8.57523
▁seeing	-8.57545
di	-8.57885
▁human	-8.58
ning	-8.58163
▁remember	-8.58215
▁wrong	-8.58262
▁everything	-8.58485
▁either	-8.58777
da	-8.59009
▁cinema	-8.59147
▁classic	-8.59162
▁terrible	-8.59295
▁during	-8.59474
▁Har	-8.59534
▁production	-8.59607
▁viewer	-8.59621
▁eye	-8.59683
ib	-8.59873
▁takes	-8.6011
mm	-8.60151
▁death	-8.60569
▁win	-8.60927
va	-8.60928
▁video	-8.6101
▁couple	-8.61017
tain	-8.6109
▁house	-8.61329
▁close	-8.61403
▁everyone	-8.61416
do	-8.6169
▁Su	-8.61758
▁art	-8.62101
▁talent	-8.62397
▁du	-8.62555
▁used	-8.62722
▁try	-8.6286
▁Hollywood	-8.62999
▁cop	-8.63006
▁mis	-8.63114
we	-8.63234
▁joke	-8.63618
▁Man	-8.63661
▁Po	-8.63984
▁da	-8.63989
port	-8.64087
▁later	-8.6414
ER	-8.64606
▁interest	-8.64827
▁sit	-8.64935
▁once	-8.6495
▁decide	-8.65023
/10	-8.65101
▁dialogue	-8.65119
▁song	-8.65187
▁instead	-8.65258
▁flick	-8.65261
▁portray	-8.65337
▁friend	-8.65822
▁fo	-8.6607
▁However	-8.6623
▁won	-8.66379
▁picture	-8.66606
▁Some	-8.66733
▁wonder	-8.66817
where	-8.67032
▁move	-8.67106
lin	-8.67193
▁gra	-8.67288
▁word	-8.67416
▁Gr	-8.67479
▁One	-8.6752
▁title	-8.67812
▁change	-8.68055
▁given	-8.68139
▁kid	-8.6832
▁excellent	-8.68378
▁black	-8.68624
▁gr	-8.68772
mark	-8.68815
cial	-8.68841
▁near	-8.68984
ible	-8.69147
▁full	-8.69298
▁budget	-8.6976
▁worse	-8.70267
▁case	-8.70369
▁em	-8.70376
▁sad	-8.70417
▁sur	-8.70948
▁slow	-8.71189
▁kids	-8.71261
nk	-8.71377
az	-8.71674
▁writer	-8.71699
ley	-8.71753
▁men	-8.71924
▁women	-8.72189
▁light	-8.72218
▁school	-8.72442
▁guess	-8.72442
▁sort	-8.72539
▁run	-8.72548
▁5	-8.72696
part	-8.72776
▁small	-8.72952
▁consider	-8.73125
▁--	-8.73266
▁humor	-8.73549
row	-8.73822
▁couldn	-8.73986
▁Na	-8.7411
▁surprise	-8.74235
ident	-8.74374
▁truly	-8.74411
ped	-8.74463
▁getting	-8.74515
▁produce	-8.74581
ator	-8.74898
▁pass	-8.7519
▁leave	-8.75275
ush	-8.7531
▁Even	-8.75602
my	-8.75815
▁until	-8.75825
aw	-8.75968
▁crap	-8.76159
▁heart	-8.76233
▁wonderful	-8.7649
han	-8.76798
▁doing	-8.76853
ities	-8.77088
▁rent	-8.77104
▁Don	-8.77106
▁mention	-8.77362
▁bring	-8.77364
ative	-8.77382
▁friends	-8.77643
round	-8.77655
▁along	-8.77681
▁lines	-8.77694
▁moments	-8.77955
AN	-8.78169
▁feature	-8.7819
▁felt	-8.7848
▁At	-8.78513
▁ten	-8.78624
ki	-8.78736
ker	-8.79061
con	-8.79197
▁performances	-8.79333
▁plan	-8.79453
▁J	-8.79537
dge	-8.79976
▁itself	-8.8
▁absolutely	-8.80106
tro	-8.80358
▁Well	-8.80581
ink	-8.80828
qui	-8.80991
gan	-8.81012
▁actress	-8.81141
▁On	-8.81219
ler	-8.81275
▁stand	-8.81464
▁went	-8.81513
▁Lu	-8.81535
cle	-8.81562
lan	-8.8173
▁direction	-8.81826
▁maybe	-8.8183
▁Un	-8.819
▁Tr	-8.81989
▁side	-8.82125
right	-8.82139
▁playing	-8.82347
▁example	-8.82495
▁next	-8.82682
▁par	-8.82742
▁style	-8.82786
▁power	-8.83157
In	-8.83255
rated	-8.83498
▁sequence	-8.83719
▁however	-8.83783
▁fine	-8.8453
▁mother	-8.84638
▁seemed	-8.84641
▁Cl	-8.8492
▁dead	-8.85781
gen	-8.85795
▁early	-8.85845
ky	-8.859
▁fe	-8.85916
▁written	-8.86019
au	-8.86332
▁hero	-8.86343
▁wait	-8.86414
▁feeling	-8.8647
▁drama	-8.86515
of	-8.8653
▁ob	-8.86533
▁THE	-8.86704
istic	-8.868
way	-8.87099
▁stop	-8.87487
▁beginning	-8.87605
▁killer	-8.87753
unk	-8.87809
ize	-8.87934
▁entertaining	-8.87972
▁Mr	-8.88056
▁late	-8.88382
▁hit	-8.88406
ney	-8.88711
▁children	-8.88773
▁writing	-8.89071
▁horrible	-8.8927
time	-8.89704
amp	-8.89764
ier	-8.89898
▁call	-8.90004
ically	-8.90638
▁type	-8.90688
▁manage	-8.90824
▁experience	-8.9109
▁save	-8.9131
▁game	-8.91317
ific	-8.91463
▁mar	-8.91511
▁After	-8.91604
▁present	-8.91721
other	-8.9178
▁begin	-8.91798
fully	-8.9181
que	-8.9205
▁child	-8.92219
▁His	-8.92405
▁often	-8.92603
air	-8.92656
▁meet	-8.92763
▁trans	-8.92767
▁deal	-8.92818
▁against	-8.93008
▁wanted	-8.93178
▁list	-8.93394
▁quality	-8.93463
▁already	-8.93568
▁support	-8.93672
▁Ka	-8.93839
▁past	-8.93856
▁blood	-8.93882
▁War	-8.94483
▁totally	-8.9459
ade	-8.94856
▁tries	-8.95039
▁voice	-8.95257
▁dark	-8.95257
▁final	-8.95418
▁walk	-8.95485
▁self	-8.95682
▁New	-8.95823
▁nu	-8.96079
***	-8.96646
▁question	-8.96862
▁Jack	-8.96881
▁direct	-8.96935
ST	-8.96989
▁credit	-8.97191
▁tea	-8.97265
ON	-8.97292
▁Go	-8.97375
▁several	-8.97404
ute	-8.97822
▁gave	-8.98285
▁Mc	-8.98611
▁certainly	-8.98657
▁wish	-8.98668
▁definitely	-8.98716
▁Why	-8.98911
RE	-8.98978
▁ask	-8.9913
nny	-8.99136
▁Du	-8.99467
▁decent	-8.99469
▁strong	-8.99603
▁although	-8.99606
▁Dr	-8.99619
▁Ju	-8.99655
▁How	-8.99669
van	-8.99708
▁ridiculous	-8.99823
▁matter	-8.99832
▁create	-8.9993
▁number	-8.99935
▁stuff	-9.00037
▁learn	-9.00158
▁called	-9.00219
▁favorite	-9.00276
▁Ne	-9.00398
▁per	-9.0089
▁Ga	-9.00916
▁personal	-9.0127
▁myself	-9.01281
▁fair	-9.01487
▁teen	-9.01748
▁brother	-9.01751
▁daughter	-9.02074
val	-9.02118
▁lost	-9.02252
▁deserve	-9.02531
ily	-9.02655
ock	-9.02714
!!	-9.02843
00	-9.02847
▁im	-9.0293
▁etc	-9.02995
▁stay	-9.03185
har	-9.03385
▁annoying	-9.0345
▁shoot	-9.03459
lock	-9.03517
▁Just	-9.03523
▁twist	-9.03681
ship	-9.03786
itch	-9.04082
▁amazing	-9.04145
uff	-9.04153
▁talk	-9.04373
▁throw	-9.04424
▁based	-9.04497
▁With	-9.04851
▁hate	-9.04982
▁genre	-9.05207
▁town	-9.05453
▁strange	-9.05508
▁break	-9.05668
▁evil	-9.05907
▁loved	-9.05988
▁throughout	-9.06118
▁brilliant	-9.06258
There	-9.06289
▁cap	-9.06339
So	-9.06375
If	-9.06591
line	-9.0677
imp	-9.06802
▁cheap	-9.06857
▁effort	-9.06973
▁history	-9.06974
kin	-9.07307
zz	-9.07308
▁finally	-9.07402
▁behind	-9.07453
▁relationship	-9.07693
▁novel	-9.0819
▁complete	-9.08296
▁enjoyed	-9.08382
▁moment	-9.08531
▁Also	-9.08694
▁deliver	-9.09027
▁clich	-9.09158
ball	-9.09264
▁Mu	-9.09615
▁touch	-9.09936
▁pick	-9.09996
▁weak	-9.10195
▁cult	-9.10392
▁Of	-9.10393
▁figure	-9.10502
!)	-9.10527
▁involved	-9.10545
▁chance	-9.10618
some	-9.10663
▁Or	-9.1095
▁die	-9.10978
▁white	-9.11022
▁themselves	-9.11123
▁major	-9.11123
▁Con	-9.11528
off	-9.11855
▁realize	-9.11878
▁career	-9.12111
▁sequel	-9.12124
▁killed	-9.12356
▁element	-9.12377
▁level	-9.12503
▁situation	-9.12503
▁heard	-9.12529
▁group	-9.1263
▁Robert	-9.12632
▁cannot	-9.1264
▁Michael	-9.13391
▁speak	-9.13395
▁Mor	-9.13443
▁looked	-9.13529
▁directed	-9.13774
▁obvious	-9.14058
Chris	-9.14095
▁Her	-9.15013
▁Every	-9.16239
ham	-9.16534
▁took	-9.1665
200	-9.16933
▁20	-9.17105
▁Bar	-9.17178
▁dialog	-9.17525
▁happened	-9.17566
▁pay	-9.17683
▁While	-9.1769
▁police	-9.1769
▁class	-9.17798
▁explain	-9.17822
▁opinion	-9.18089
▁sn	-9.1811
▁drive	-9.18278
▁stories	-9.18358
▁Col	-9.18514
▁score	-9.18612
▁value	-9.18625
▁husband	-9.18759
▁general	-9.1876
!!!	-9.1878
member	-9.18935
▁Sha	-9.19049
▁open	-9.19841
▁extremely	-9.2
▁result	-9.20387
▁comic	-9.20399
▁musical	-9.20401
▁God	-9.20518
OR	-9.20606
▁yourself	-9.2066
▁obviously	-9.20768
But	-9.20926
And	-9.2098
ized	-9.211
▁female	-9.2121
▁dream	-9.21211
▁local	-9.21215
▁disappointed	-9.21348
▁order	-9.21507
wood	-9.216
▁perhaps	-9.21624
▁similar	-9.21763
▁wh	-9.21897
▁deep	-9.22
▁buy	-9.22472
▁dull	-9.22665
▁Tom	-9.22998
ease	-9.23149
▁apparent	-9.23158
▁critic	-9.23459
▁serious	-9.23803
ograph	-9.24301
▁mess	-9.24315
▁hilarious	-9.24574
including	-9.24574
▁Richard	-9.24716
▁predictable	-9.24716
▁hold	-9.24781
▁shock	-9.24918
▁single	-9.25014
▁gun	-9.25068
▁theater	-9.25106
▁quick	-9.25436
▁none	-9.25565
▁cover	-9.25833
ept	-9.25942
▁simple	-9.26155
▁Now	-9.26512
▁possible	-9.2659
▁dance	-9.26646
▁rating	-9.26785
▁running	-9.26922
▁suck	-9.26941
olog	-9.26964
▁fast	-9.27028
▁OK	-9.27053
▁silly	-9.2718
iff	-9.27203
▁count	-9.27306
▁room	-9.27333
▁violence	-9.2776
▁Ni	-9.27842
▁except	-9.27965
▁cinematography	-9.2835
▁adult	-9.28651
TH	-9.28663
▁lame	-9.28665
▁huge	-9.287
▁important	-9.28944
over	-9.29252
▁cool	-9.29472
▁David	-9.29544
work	-9.29982
▁English	-9.29992
▁sexual	-9.30042
ING	-9.30144
▁allow	-9.30166
▁taken	-9.30186
▁hu	-9.30288
▁forget	-9.30494
▁subject	-9.30899
▁villain	-9.30899
▁exist	-9.30927
▁leg	-9.31039
▁free	-9.31359
▁Com	-9.31392
Unfortunately	-9.31509
▁usual	-9.31715
▁particularly	-9.31878
▁knew	-9.31968
▁across	-9.31968
▁honest	-9.31971
who	-9.32029
▁alone	-9.3203
▁four	-9.32035
▁straight	-9.32122
▁charm	-9.32282
▁talking	-9.32295
▁country	-9.32341
▁draw	-9.32488
▁seriously	-9.32497
▁highly	-9.32645
▁released	-9.32763
▁Who	-9.32914
▁usually	-9.32921
▁somewhat	-9.33048
▁message	-9.33262
▁include	-9.33359
▁return	-9.3336
▁bunch	-9.33362
well	-9.33413
▁attention	-9.33515
▁focus	-9.33519
▁James	-9.33524
EN	-9.33567
▁week	-9.33682
ja	-9.33819
which	-9.33821
▁treat	-9.33887
▁scary	-9.33952
▁Ri	-9.33959
▁exactly	-9.33984
▁Paul	-9.34044
▁sign	-9.34143
▁opening	-9.3447
▁Tim	-9.34558
▁pull	-9.3463
▁season	-9.34651
▁filmmaker	-9.3477
▁sometimes	-9.3478
▁camp	-9.34857
▁middle	-9.34928
▁check	-9.3509
▁sister	-9.35248
▁visual	-9.35403
how	-9.35482
AR	-9.35487
▁Gu	-9.35928
▁image	-9.35963
▁doubt	-9.36046
▁Gra	-9.36141
▁storyline	-9.362
▁NOT	-9.36209
▁due	-9.36415
▁grow	-9.36474
▁stage	-9.36602
▁admit	-9.36684
▁British	-9.36843
▁Oscar	-9.37005
▁reality	-9.37326
▁spend	-9.3768
▁First	-9.37816
▁rap	-9.37887
▁television	-9.37978
▁suspense	-9.38468
▁discover	-9.38468
▁cartoon	-9.38632
▁dumb	-9.38637
▁actual	-9.38694
▁(19	-9.38797
▁state	-9.38853
▁remind	-9.38971
▁large	-9.3898
▁develop	-9.39061
▁team	-9.39094
▁George	-9.39125
▁material	-9.39456
▁zombie	-9.39622
OU	-9.39637
▁write	-9.39773
▁previous	-9.39787
head	-9.39922
▁thriller	-9.40097
▁typical	-9.4012
▁despite	-9.40286
range	-9.40417
▁documentary	-9.40453
LL	-9.40475
▁taking	-9.40873
action	-9.40961
▁entertainment	-9.40994
▁build	-9.41292
▁box	-9.41302
▁premise	-9.41462
▁giving	-9.41464
▁aspect	-9.41469
▁easily	-9.4163
▁clearly	-9.41763
AL	-9.41829
▁release	-9.42282
▁30	-9.42312
▁prove	-9.42496
▁William	-9.42649
▁Peter	-9.42667
▁80	-9.42824
▁Oh	-9.42969
▁detail	-9.42992
▁future	-9.43163
▁tale	-9.43387
▁German	-9.43509
▁respect	-9.43679
ability	-9.43682
▁modern	-9.43854
What	-9.44178
▁difficult	-9.44198
▁finish	-9.44201
▁tried	-9.44213
▁kept	-9.44375
▁mix	-9.44377
▁crime	-9.44378
▁shame	-9.44381
▁remain	-9.4455
▁clear	-9.44772
▁pop	-9.44897
▁editing	-9.45071
▁agree	-9.4527
▁events	-9.45489
▁weird	-9.45614
▁standard	-9.45842
▁living	-9.45847
ette	-9.45881
▁please	-9.45949
▁appeal	-9.46125
▁office	-9.46125
▁monster	-9.46129
▁Maybe	-9.46303
▁utter	-9.46488
▁scare	-9.46518
▁bored	-9.46533
▁victim	-9.46657
▁romantic	-9.46657
▁compare	-9.47024
▁Disney	-9.47193
▁spoil	-9.47194
▁cause	-9.47229
▁odd	-9.47248
▁happy	-9.47551
▁mistake	-9.4791
▁provide	-9.47911
▁among	-9.47937
▁York	-9.48273
▁post	-9.48412
rough	-9.48464
▁setting	-9.48537
though	-9.48638
▁imagine	-9.48813
▁period	-9.48814
▁beyond	-9.48995
▁arm	-9.49083
▁potential	-9.49542
▁enjoyable	-9.4961
▁suggest	-9.49909
▁secret	-9.49909
▁student	-9.4991
▁accent	-9.49928
board	-9.50224
▁average	-9.50283
long	-9.50426
▁above	-9.5048
▁painful	-9.50667
▁US	-9.50995
▁Although	-9.51044
▁emotion	-9.51482
!!!!	-9.51578
LE	-9.51839
▁unfortunate	-9.5195
▁suffer	-9.51952
▁emotional	-9.52044
▁soundtrack	-9.52325
▁extra	-9.52365
▁basically	-9.52733
▁animation	-9.52894
▁train	-9.52917
▁escape	-9.53271
▁hair	-9.53443
▁photograph	-9.53461
▁perform	-9.53602
▁attack	-9.53859
▁exception	-9.5415
▁rock	-9.54158
▁anyway	-9.54199
▁minute	-9.5436
▁drug	-9.54502
▁America	-9.54691
▁rid	-9.54884
▁herself	-9.54995
▁rare	-9.55344
▁overall	-9.55783
▁Steve	-9.5589
▁lose	-9.56448
▁artist	-9.56497
▁sleep	-9.56553
▁attract	-9.56949
▁drag	-9.56983
▁certain	-9.57053
▁fantastic	-9.57341
▁mini	-9.57575
▁contain	-9.57736
▁fire	-9.57764
connect	-9.57776
▁Most	-9.58172
▁appreciate	-9.58335
▁color	-9.58351
▁famous	-9.58536
▁flat	-9.58595
▁possibly	-9.58936
▁background	-9.58937
▁catch	-9.59075
▁gang	-9.59156
▁particular	-9.59256
▁easy	-9.59345
▁choice	-9.59542
▁remake	-9.59545
▁Like	-9.59545
▁development	-9.5962
▁front	-9.59756
▁rip	-9.59947
▁accept	-9.6015
▁screenplay	-9.60353
▁Scott	-9.60354
▁truth	-9.60355
▁flaw	-9.60564
▁trash	-9.60568
▁brain	-9.60774
▁realistic	-9.61289
▁mystery	-9.61382
▁Movie	-9.61589
▁parents	-9.61595
▁plain	-9.61797
▁moving	-9.61985
▁trouble	-9.61998
▁positive	-9.62205
▁battle	-9.62414
▁design	-9.62414
▁footage	-9.62621
▁70	-9.62708
▁IMDb	-9.6283
▁express	-9.62831
▁Christmas	-9.63039
▁business	-9.63249
▁describe	-9.63249
▁project	-9.63249
▁whether	-9.63249
▁believable	-9.63459
▁became	-9.6346
▁spirit	-9.63461
▁90	-9.63472
▁Russ	-9.6349
▁Frank	-9.63671
▁costume	-9.64092
▁brough	-9.6429
▁political	-9.64304
▁capture	-9.64307
▁swi	-9.64376
▁Night	-9.64497
▁forced	-9.64734
LY	-9.64882
▁soldier	-9.64942
▁taste	-9.65028
▁cheesy	-9.65156
▁normal	-9.65157
▁jump	-9.65372
▁third	-9.65373
▁term	-9.65395
▁yes	-9.65463
▁somehow	-9.65581
▁issue	-9.65623
▁success	-9.65943
▁effect	-9.66185
▁French	-9.66231
▁magic	-9.66357
▁public	-9.66448
▁Japanese	-9.66665
▁girlfriend	-9.66665
▁constant	-9.66665
▁Jim	-9.66812
▁romance	-9.67318
Overall	-9.67324
field	-9.67352
movie	-9.67443
▁dramatic	-9.67737
▁sea	-9.68179
▁incredibly	-9.68196
▁nudity	-9.68197
▁Good	-9.68291
▁concept	-9.68418
▁roll	-9.68688
with	-9.68719
▁reveal	-9.68871
▁date	-9.68875
▁qua	-9.69089
▁convincing	-9.69752
▁step	-9.69835
▁vampire	-9.69976
▁earlier	-9.70201
▁surprising	-9.70201
▁grand	-9.70363
depend	-9.70513
▁From	-9.70662
▁atmosphere	-9.70878
▁ultimate	-9.71105
▁opera	-9.71188
▁chase	-9.71527
▁trip	-9.7159
▁continue	-9.71788
▁Indian	-9.71795
▁clever	-9.72252
▁water	-9.72276
▁masterpiece	-9.72707
▁Film	-9.72715
▁space	-9.72717
▁nature	-9.73173
▁Watch	-9.73174
You	-9.73343
▁concern	-9.73401
▁porn	-9.73408
▁successful	-9.73479
▁steal	-9.74124
▁ruin	-9.74128
▁answer	-9.75043
▁psycho	-9.75046
▁depict	-9.75516
▁invest	-9.75547
▁rich	-9.75581
ified	-9.757
▁popular	-9.75751
▁amount	-9.75752
▁effective	-9.75845
▁memorable	-9.76228
▁spot	-9.76518
▁street	-9.76712
▁doctor	-9.76948
▁pathetic	-9.77189
▁location	-9.77432
▁studio	-9.77432
▁occasion	-9.77915
▁animal	-9.77921
▁unique	-9.78159
▁kick	-9.78183
▁moral	-9.78245
▁scream	-9.78403
▁wrote	-9.78648
▁natural	-9.78892
▁amateur	-9.78893
▁garbage	-9.79137
▁repeat	-9.79191
▁accident	-9.79631
▁control	-9.79632
vision	-9.7971
▁creepy	-9.80375
▁purpose	-9.80375
▁crazy	-9.80625
▁eventually	-9.81125
▁Wood	-9.81154
▁various	-9.81377
▁plenty	-9.81628
while	-9.82503
▁collect	-9.82642
east	-9.82711
▁fantasy	-9.82897
▁Italian	-9.83158
▁tension	-9.83164
▁excuse	-9.83411
▁western	-9.83672
▁mental	-9.84108
▁million	-9.84183
place	-9.84553
▁earth	-9.84719
Anyway	-9.84727
▁Instead	-9.84962
▁adventure	-9.84962
▁Black	-9.84967
▁indeed	-9.85317
▁destroy	-9.85485
▁amusing	-9.85491
▁insult	-9.85772
▁Europe	-9.8601
▁conclusion	-9.8601
▁computer	-9.86274
▁travel	-9.86275
▁further	-9.86276
▁married	-9.86278
▁record	-9.86804
▁idiot	-9.87337
▁visit	-9.87339
▁prison	-9.8734
▁depth	-9.87347
▁bizarre	-9.87604
▁skill	-9.87606
▁dress	-9.88779
▁society	-9.88952
point	-9.8923
▁ghost	-9.89497
▁biggest	-9.89497
▁impression	-9.89769
▁intelligent	-9.89769
▁barely	-9.89781
▁alien	-9.89884
▁brief	-9.90318
▁language	-9.90593
▁sweet	-9.90594
▁familiar	-9.9087
▁serve	-9.91158
writer	-9.91408
▁disappointment	-9.91424
▁dancing	-9.91424
▁slightly	-9.91426
▁otherwise	-9.91983
▁commit	-9.91994
defin	-9.92031
▁entertain	-9.9221
▁slasher	-9.92262
▁disappointing	-9.92543
▁beauty	-9.92826
face	-9.93111
▁unbelievable	-9.93391
▁consist	-9.93714
▁Park	-9.93828
▁spec	-9.93846
▁limit	-9.93971
▁college	-9.94245
▁basic	-9.94258
▁Christian	-9.94532
▁luck	-9.94557
▁trailer	-9.95108
▁World	-9.9511
▁regard	-9.95111
▁fiction	-9.95399
▁bull	-9.95503
▁approach	-9.95686
▁criminal	-9.95977
▁exciting	-9.95977
▁creature	-9.96269
▁suspect	-9.96269
▁glad	-9.96309
▁random	-9.96562
▁chemistry	-9.96854
▁absurd	-9.97739
▁Martin	-9.97845
▁program	-9.98036
▁subtle	-9.98053
▁scientist	-9.98334
▁convince	-9.98632
▁neither	-9.98632
▁solid	-9.98683
▁hunt	-9.98767
▁desperate	-9.98932
▁impossible	-9.98932
▁danger	-9.98933
▁involve	-9.99125
▁fashion	-9.99533
▁historical	-9.99534
▁South	-9.99593
▁author	-9.99836
▁complex	-10.0014
▁Great	-10.0015
▁disturbing	-10.0044
▁struggle	-10.0044
▁violent	-10.0044
▁genuine	-10.0044
▁achieve	-10.0044
▁Smith	-10.0136
▁Stewart	-10.0167
▁difference	-10.0198
▁okay	-10.0229
▁revenge	-10.0229
SPOILER	-10.026
▁Earth	-10.026
▁impressive	-10.0291
▁London	-10.0291
▁smart	-10.0291
▁brutal	-10.0291
▁loose	-10.0292
▁Angel	-10.0297
▁share	-10.0306
▁represent	-10.0322
▁search	-10.0322
▁wild	-10.0326
▁complain	-10.0353
▁breath	-10.0385
▁awesome	-10.0385
▁oppos	-10.0448
▁require	-10.045
▁suppose	-10.0505
▁leaving	-10.0512
▁humour	-10.0544
▁succeed	-10.0576
▁mysterious	-10.0576
???	-10.0577
▁improv	-10.0582
▁Victor	-10.0608
▁heavy	-10.064
▁thrill	-10.0645
▁faith	-10.0672
▁physical	-10.0672
▁receive	-10.0673
▁genius	-10.0705
▁introduce	-10.0705
▁intention	-10.0705
▁horse	-10.0706
▁cross	-10.0706
▁bomb	-10.0706
▁clue	-10.0709
▁Gene	-10.0736
▁incredible	-10.0737
▁decade	-10.0742
▁channel	-10.0803
▁involving	-10.0803
▁60	-10.0806
▁occur	-10.0836
craft	-10.0839
▁People	-10.0869
▁mouth	-10.0869
▁tired	-10.087
▁exploit	-10.0902
▁multi	-10.0902
▁terror	-10.0902
▁Where	-10.0936
▁military	-10.0968
▁company	-10.0968
▁Sci	-10.0974
▁stereotype	-10.1035
▁torture	-10.1103
▁detective	-10.1137
▁technical	-10.1137
▁marriage	-10.1137
Despite	-10.1137
▁climax	-10.1171
▁mediocre	-10.1171
▁remote	-10.1205
▁silent	-10.1239
▁innocent	-10.1239
▁fresh	-10.124
▁blame	-10.1274
▁join	-10.1274
▁conflict	-10.1308
▁serial	-10.1308
▁commercial	-10.1343
▁comedies	-10.1344
▁chose	-10.1348
▁immediately	-10.1377
▁affect	-10.1378
▁hurt	-10.1379
▁formula	-10.1412
wolf	-10.1426
▁relate	-10.1466
▁professional	-10.1482
▁terrific	-10.1482
▁stunning	-10.1482
▁confusing	-10.1517
▁tradition	-10.1553
▁disgust	-10.1588
▁literally	-10.1624
▁witness	-10.1624
Final	-10.1642
▁animated	-10.166
▁temp	-10.1661
▁Africa	-10.1695
▁intended	-10.1696
▁wooden	-10.1696
▁promise	-10.1696
▁government	-10.1731
▁Henry	-10.1732
grade	-10.1738
▁flashback	-10.1767
▁damn	-10.1841
▁phone	-10.1841
budget	-10.1844
▁opportunity	-10.1877
▁graphic	-10.1877
▁negative	-10.1913
▁Because	-10.195
▁century	-10.195
▁outstanding	-10.1987
▁Charles	-10.1987
▁narrative	-10.2024
▁fault	-10.2024
▁vote	-10.2058
▁available	-10.2061
▁correct	-10.2098
▁whatsoever	-10.2098
▁relative	-10.2099
▁imagination	-10.2136
▁length	-10.2136
▁Charlie	-10.2136
▁affair	-10.2136
▁Dark	-10.2137
▁neighbor	-10.2173
▁likable	-10.2174
▁survive	-10.2211
▁disaster	-10.2326
▁confused	-10.2364
▁protagonist	-10.2364
▁object	-10.2364
▁logic	-10.2375
▁segment	-10.2402
▁fascinating	-10.2441
▁essential	-10.2441
▁assume	-10.2449
▁Shakespeare	-10.2479
▁afraid	-10.2479
▁smile	-10.2519
▁accurate	-10.2597
▁judge	-10.2597
▁anymore	-10.2597
▁hospital	-10.2636
▁broke	-10.2638
▁funniest	-10.2715
▁Christopher	-10.2755
▁bottom	-10.2755
▁Though	-10.2755
▁double	-10.2795
▁creative	-10.2876
ombie	-10.2878
▁favor	-10.2913
▁compelling	-10.2957
▁individual	-10.2997
▁clothes	-10.2997
▁discuss	-10.2998
▁disappear	-10.3038
&	-10.3062
q	-10.3802
>	-10.7653
